Repository: deforay/ept
Catalog: application/languages/*/*.po
Languages: fr_fr

source: Please click on the verification link to activate your new email. You will only be able to login after you verify by clicking on the link.
fr_fr: Veuillez cliquer sur le lien de vérification pour activer votre nouvel e-mail. Vous ne pourrez vous connecter qu'après avoir vérifié en cliquant sur le lien.

source: Official email id
fr_fr: Adresse électronique officielle

source: (Should be valid and active)
fr_fr: (Doit être valide et actif)

source: Confirm your email id
fr_fr: Confirmez votre adresse e-mail

source: (Type same email id again)
fr_fr: (Saisissez à nouveau le même identifiant électronique)

source: Change my login email
fr_fr: Modifier mon adresse e-mail de connexion

source: Please ensure you have entered a valid email id before submitting this form.
fr_fr: Veuillez vous assurer que vous avez saisi une adresse électronique valide avant de soumettre ce formulaire.

source: For your information, your login id is mapped to the following ePT participant(s):
fr_fr: Pour votre information, votre identifiant de connexion est associé au(x) participant(s) ePT suivant(s) :

source: Corrective Actions and Preventive Action for
fr_fr: Actions correctives et actions préventives pour

source: Participant ID:
fr_fr: ID du participant :

source: Participant Name:
fr_fr: Nom du participant:

source: Institute / Department:
fr_fr: Institut / Département :

source: PT Survey Code:
fr_fr: PT Code d'enquête :

source: PT Survey Date:
fr_fr: PT Date de l'enquête :

source: Shipment Code:
fr_fr: Code d'expédition :

source: Shipment Due Date:
fr_fr: Date d'échéance de l'envoi :

source: Result Due Date:
fr_fr: Date d'échéance du résultat :

source: Final Result:
fr_fr: Résultat final :

source: Actions Taken
fr_fr: Mesures prises

source: Contact Us
fr_fr: Contactez-nous

source: Request for PT Enrollment or Contact us for feedback or questions
fr_fr: Demande d'inscription PT ou Contactez-nous pour un retour d'information ou des questions

source: Your Email
fr_fr: Votre Email

source: Your Phone/Mobile
fr_fr: Votre téléphone fixe ou mobile

source: How can we help you?
fr_fr: Comment pouvons-nous vous aider?

source: Request to participate in PT program
fr_fr: Demande de participation au programme PT

source: Add New tester to Current PT Program
fr_fr: Ajouter un nouveau testeur au programme de formation continue actuel

source: Other
fr_fr: Autre

source: Lab/Agency Name
fr_fr: Nom du laboratoire/de l'agence

source: Additional Info
fr_fr: Informations complémentaires

source: Thank you for showing interest in this Program. We will contact you shortly
fr_fr: Nous vous remercions de l'intérêt que vous portez à ce programme. Nous vous contacterons dans les plus brefs délais

source: Sorry, unable to send your message now. Please try again later
fr_fr: Désolé, nous ne pouvons pas envoyer votre message maintenant. Veuillez réessayer plus tard

source: Reported Result
fr_fr: Résultat rapporté

source: Your response is late and this shipment has been finalized. Your result will not be evaluated
fr_fr: Votre réponse est tardive et cet envoi a été finalisé. Votre résultat ne sera pas évalué

source: Your response is late.
fr_fr: Votre réponse est tardive.

source: This shipment has been finalized. Your result will not be evaluated. Please contact your PT Provider for any clarifications.
fr_fr: Cet envoi a été finalisé. Votre résultat ne sera pas évalué. Veuillez contacter votre fournisseur de PT pour toute clarification.

source: Responding for this shipment is not allowed at this time. Please contact your PT Provider for any clarifications.
fr_fr: Il n'est pas possible de répondre à cet envoi pour le moment. Veuillez contacter votre fournisseur de PT pour toute clarification.

source: Fields marked
fr_fr: Champs marqués

source: Phone No
fr_fr: Téléphone

source: Mobile No
fr_fr: N° de mobile

source: Test Receipt Date
fr_fr: Date de réception du test

source: Clear
fr_fr: Effacer

source: Specimen Volume
fr_fr: Volume de l'échantillon

source: Mode of Receipt
fr_fr: Mode de réception

source: QC Done
fr_fr: QC Fait

source: Response Date
fr_fr: Date de réponse

source: QC Date
fr_fr: Date du CQ

source: QC Done By
fr_fr: CQ effectué par

source: Number of tests
fr_fr: Nombre de tests

source: PT panel not tested
fr_fr: PT Panel non techniqué

source: Test Platform
fr_fr: Plate-forme d'essai

source: Name of PCR reagent
fr_fr: Nom du réactif PCR

source: PCR reagent Lot number
fr_fr: Réactif PCR Numéro de lot

source: PCR reagent expiry date
fr_fr: Date d'expiration du réactif PCR

source: Lot No.
fr_fr: N° de lot.

source: Expiry Date
fr_fr: Date d'expiration

source: Sample Number
fr_fr: Numéro de l'échantillon

source: Result-1
fr_fr: Résultat-1

source: Result-2
fr_fr: Résultat-2

source: Result-3
fr_fr: Résultat-3

source: Gene Types
fr_fr: Types de gènes

source: Add Gene Types
fr_fr: Ajouter des types de gènes

source: Reason for not testing the PT Panel
fr_fr: Raison pour laquelle le panel PT n'a pas été testé

source: Your comments
fr_fr: Vos commentaires

source: Do you need any support from the PT Provider?
fr_fr: Avez-vous besoin d'un soutien de la part du PT Provider?

source: Supervisor Review
fr_fr: Contrôle du superviseur

source: Supervisor Name
fr_fr: Nom du superviseur

source: Manually Override Results
fr_fr: Annulation manuelle des résultats

source: Shipment Score
fr_fr: Note d'expédition

source: Evaluation Comment
fr_fr: Commentaire d'évaluation

source: Optional Extra Comments
fr_fr: Commentaires sur les options supplémentaires

source: Do you want to exclude this response from evaluation?
fr_fr: Souhaitez-vous exclure cette réponse de l'évaluation ?

source: PT Shipment Date
fr_fr: Date d'envoi du PT

source: Result Submission Deadline
fr_fr: Date limite de soumission des résultats

source: Participant Site Name
fr_fr: Nom du site du participant

source: Were you able to test the Panel?
fr_fr: Avez-vous pu tester le panel?

source: Able to Test Panel
fr_fr: Capable de tester le panel

source: Unable to Test Panel
fr_fr: Impossible de tester le panel

source: Please select a reason
fr_fr: Veuillez sélectionner un motif

source: Please enter comments
fr_fr: Veuillez entrer vos commentaires

source: Analyst Name
fr_fr: Nom de l'analyste

source: Enter analyst name
fr_fr: Entrez le nom de l'analyste

source: Please enter analyst name
fr_fr: Veuillez saisir le nom de l'analyste.

source: Date Panel Received
fr_fr: Date de réception du panel

source: Clear Date
fr_fr: Réinitialiser la date

source: Date Tested
fr_fr: Date de l'essai

source: Enter the panel test date
fr_fr: Entrez la date du test du panneau

source: Please enter the test date
fr_fr: Veuillez saisir la date du test.

source: Please select a test kit
fr_fr: Veuillez sélectionner un kit de test

source: Select Kit
fr_fr: Kit de sélection

source: Enter kit name
fr_fr: Entrez le nom du kit

source: Kit Lot Number
fr_fr: Numéro de lot du kit

source: Enter kit lot number
fr_fr: Entrez le numéro de lot du kit

source: Please enter kit lot number
fr_fr: Veuillez saisir le numéro de lot du kit.

source: Kit Expiry Date
fr_fr: Date d'expiration du kit

source: Please select the kit expiry date
fr_fr: Veuillez sélectionner la date d'expiration du kit.

source: Date Submitted
fr_fr: Date d’envoi

source: Please enter the response submission date
fr_fr: Veuillez saisir la date de soumission de la réponse.

source: Invalid/Error
fr_fr: Invalide/Erreur

source: Error Code
fr_fr: Code d'Erreur

source: Test 1 Result
fr_fr: Résultat du test 1

source: Test 2 Result
fr_fr: Résultat du test 2

source: Test 3 Result
fr_fr: Résultat du test 3

source: Additional Detail
fr_fr: Détail supplémentaire

source: Enter the result
fr_fr: Entrer le résultat

source: Please enter the result for
fr_fr: Veuillez saisir le résultat pour

source: Please select invalid or error
fr_fr: Veuillez sélectionner invalide ou erreur

source: Invalid
fr_fr: Invalide

source: Error
fr_fr: Erreur

source: Error code
fr_fr: Code d’erreur

source: Please enter the error code
fr_fr: Veuillez saisir le code d'erreur

source: Please select Test 1 result
fr_fr: Veuillez sélectionner le résultat du test 1.

source: Please select Test 2 result
fr_fr: Veuillez sélectionner le résultat du test 2.

source: Please select Test 3 result
fr_fr: Veuillez sélectionner le résultat du test 3.

source: Please select the final result
fr_fr: Veuillez sélectionner le résultat final.

source: Please choose final result for this sample
fr_fr: Veuillez choisir le résultat final pour cet échantillon.

source: Enter
fr_fr: Entrer

source: additional details
fr_fr: détails supplémentaires

source: Please enter
fr_fr: Veuillez saisir

source: Please select whether to manually override
fr_fr: Veuillez choisir si vous souhaitez remplacer manuellement

source: Enter the shipment score
fr_fr: Entrez le score de l'expédition

source: Please enter the shipment score
fr_fr: Veuillez saisir la note attribuée à l'expédition.

source: Enter the documentation score
fr_fr: Entrez la note attribuée à la documentation

source: Please enter the documentation score
fr_fr: Veuillez saisir la note attribuée à la documentation.

source: Failure Reasons (or) Warnings
fr_fr: Raisons de l'échec (ou) avertissements

source: Corrective Actions (if any)
fr_fr: Actions correctives (le cas échéant)

source: Is the above a follow up comment for corrective action?
fr_fr: S'agit-il d'un commentaire de suivi en vue d'une action corrective ?

source: Please select whether this is a follow up comment
fr_fr: Veuillez indiquer s'il s'agit d'un commentaire complémentaire.

source: Please select whether to exclude this response from evaluation
fr_fr: Veuillez indiquer si vous souhaitez exclure cette réponse de l'évaluation.

source: This email already exists as a primary email for another user. Please choose another email.
fr_fr: Cet email existe déjà en tant qu'email principal pour un autre utilisateur. Veuillez choisir un autre courriel.

source: Edit New PT Country Coordinator
fr_fr: Editer le nouveau coordinateur national du PT

source: for
fr_fr: pour

source: Western Blot (If applicable)
fr_fr: Western Blot (le cas échéant)

source: Test Method Code
fr_fr: Code de la méthode d'essai

source: Final HIV Interpretation
fr_fr: Interprétation finale du VIH

source: are mandatory
fr_fr: sont obligatoires

source: Panel Testing Date
fr_fr: Date d’analyse de panel

source: Algorithm Used
fr_fr: Algorithme utilisé

source: 3 Test DTS Algorithm
fr_fr: 3 Test de l'algorithme DTS

source: Screening Test
fr_fr: Test de dépistage

source: Good
fr_fr: Bon

source: Bad
fr_fr: Mauvais

source: Not Sure
fr_fr: Incertain

source: Available
fr_fr: Disponible

source: Type of Test
fr_fr: Type de test

source: Screening
fr_fr: Projection

source: Confirmatory
fr_fr: Confirmation

source: Repeat Results
fr_fr: Répéter les résultats

source: Repeat Test-1
fr_fr: Répéter l'essai-1

source: Repeat Test-2
fr_fr: Répéter l'essai-2

source: Repeat Test-3
fr_fr: Répéter le test-3

source: Repeat Tests
fr_fr: Répétition des tests

source: PT Panel Identifier
fr_fr: Identifiant du panel PT

source: Repeat Result-1
fr_fr: Répéter le résultat-1

source: Repeat Result-2
fr_fr: Répéter le résultat-2

source: Repeat Result-3
fr_fr: Répéter le résultat-3

source: Is this a Retest?
fr_fr: S'agit-il d'un nouveau test ?

source: HIV
fr_fr: VIH

source: Received the PT Panel?
fr_fr: Vous avez reçu le panel PT ?

source: RTRI Tested?
fr_fr: RTRI testé ?

source: Final RTRI Interpretation
fr_fr: Interprétation finale de la RTRI

source: Participant/Tester Comments
fr_fr: Commentaires des participants/testeurs

source: Available Test Kits
fr_fr: Kits de test disponibles

source: Changing the test type may lead to loss of previously entered data and cannot be undone. Are you sure you want to proceed?
fr_fr: La modification du type de test peut entraîner la perte des données précédemment saisies et ne peut être annulée. Êtes-vous sûr de vouloir continuer ?

source: Name of Laboratory
fr_fr: Nom du laboratoire

source: Laboratory ID
fr_fr: ID du laboratoire

source: Laboratory Director Name
fr_fr: Nom du directeur du laboratoire

source: Laboratory Director Email
fr_fr: Directeur du laboratoire Courriel

source: Contact Person Email
fr_fr: Personne de contact Courriel

source: Contact Person Phone
fr_fr: Téléphone de la personne de contact

source: Shipment Testing Date
fr_fr: Date d'essai de l'envoi

source: Your Results
fr_fr: Vos résulatts

source: Upload File
fr_fr: Charger le fichier

source: Oops!! Something went wrong
fr_fr: Oups ! Quelque chose n'a pas fonctionné

source: An error occurred
fr_fr: Une erreur est survenue

source: Exception information
fr_fr: Informations sur les exceptions

source: Stack trace
fr_fr: Trace de la pile

source: Request Parameters
fr_fr: Paramètres de la demande

source: Welcome to ePT
fr_fr: Bienvenue à l'ePT

source: Online Proficiency Testing Platform
fr_fr: Plate-forme de contrôle des compétences en ligne

source: Proficiency Testing enables laboratories to assess their performance in conducting test methods within their own laboratories when their data are compared against other laboratories that participate in the same PT.
fr_fr: Les essais d'aptitude permettent aux laboratoires d'évaluer leur performance dans la mise en œuvre des méthodes d'essai au sein de leur propre laboratoire lorsque leurs données sont comparées à celles d'autres laboratoires qui participent au même essai d'aptitude.

source: Save Time
fr_fr: Gagnez du temps

source: Online PT is faster and saves time. No more back and forth.
fr_fr: Le PT en ligne est plus rapide et permet de gagner du temps. Plus de va-et-vient.

source: Historical Records
fr_fr: Documents historiques

source: Download and access your Historical Records. See how you have progressed over time.
fr_fr: Téléchargez et accédez à vos archives historiques. Voyez comment vous avez progressé au fil du temps.

source: Access from anywhere
fr_fr: Accès depuis n'importe où

source: ePT is always available online. You can access it from anywhere.
fr_fr: l'ePT est toujours disponible en ligne. Vous pouvez y accéder de n'importe où.

source: Resource
fr_fr: Ressource

source: Download useful resources and documents to help you improve your lab testing.
fr_fr: Téléchargez des ressources et des documents utiles pour vous aider à améliorer vos tests de laboratoire.

source: Frequently Asked
fr_fr: Fréquemment Demandé

source: Got a question or feedback? Feel free to reach out to us.
fr_fr: Vous avez une question ou un commentaire ? N'hésitez pas à nous contacter.

source: Select Subject
fr_fr: Sélectionnez le sujet

source: Need support with Login Credentials
fr_fr: Besoin d'aide avec les identifiants de connexion

source: Need support with PT Result Submission
fr_fr: Besoin d'aide pour la soumission des résultats de PT

source: Interested to participate in next PT round
fr_fr: Intéressé à participer au prochain tour de table

source: Need technical Support with the Online PT Platform
fr_fr: Besoin d'une assistance technique pour la plateforme de PT en ligne

source: Feedback or Query
fr_fr: Commentaires ou questions

source: Something Else
fr_fr: Autre chose

source: Loading
fr_fr: Chargement

source: Your message has been sent. Thank you!
fr_fr: Votre message a été envoyé. Merci !

source: Send Message
fr_fr: Envoyer le message

source: Start
fr_fr: Début

source: End
fr_fr: Fin

source: of
fr_fr: de

source: PT Participant Login
fr_fr: Connexion du participant au PT

source: Additional E-mail
fr_fr: E-mail supplémentaire

source: (Please enter comma separated mutiple email)
fr_fr: (Veuillez saisir plusieurs adresses électroniques séparées par des virgules)

source: Participant/Laboratory Information
fr_fr: Informations sur le participant/le laboratoire

source: Participant System ID
fr_fr: ID du système du participant

source: Participant First Name
fr_fr: Prénom du participant

source: Participant Last Name (optional)
fr_fr: Nom de famille du participant (facultatif)

source: Participant/Lab Contact Name
fr_fr: Nom du participant/de la personne à contacter au laboratoire

source: Participant e-mail Address
fr_fr: Adresse électronique du participant

source: Participant Phone Number
fr_fr: Numéro de téléphone du participant

source: Participant Cell/Mobile Number
fr_fr: Numéro de téléphone portable du participant

source: Zip Code (if applicable)
fr_fr: Code postal (le cas échéant)

source: Participant Affiliation
fr_fr: Affiliation du participant

source: Select one or more Enrolled Programs
fr_fr: Sélectionner un ou plusieurs programmes inscrits

source: Please enter the Participant's First Name here
fr_fr: Veuillez saisir ici le prénom du participant

source: Please enter the Lab Name here
fr_fr: Veuillez saisir le nom du laboratoire ici

source: All PT Schemes
fr_fr: Tous les programmes PT

source: Filter QC Checked Responses
fr_fr: Filtre Réponses vérifiées par le CQ

source: Show QC Checked Responses
fr_fr: Afficher les réponses vérifiées par le CQ

source: Show Not QC Checked Responses
fr_fr: Afficher les réponses non vérifiées par le CQ

source: Selected for Bulk Quality Check
fr_fr: Sélectionné pour le contrôle de qualité en vrac

source: Year
fr_fr: Année

source: Quality Check Done
fr_fr: Contrôle de qualité effectué

source: QC Done on
fr_fr: CQ effectué le

source: Response removed successfully
fr_fr: La réponse a été supprimée avec succès

source: Qc details added successfully
fr_fr: Détails du Qc ajoutés avec succès

source: Please select the date
fr_fr: Veuillez sélectionner la date

source: Please select at least one shipment to proceed with QC
fr_fr: Veuillez sélectionner au moins un envoi pour procéder au contrôle qualité

source: PT Certificates
fr_fr: Certificats PT

source: Download Certificates
fr_fr: Télécharger les certificats

source: Certificate
fr_fr: Certificat

source: Old Primary Email
fr_fr: Ancienne adresse électronique principale

source: New Primary Email
fr_fr: Nouveau courriel principal

source: Confirm New Primary Email
fr_fr: Confirmer le nouvel e-mail principal

source: Change mail address
fr_fr: Changement d'adresse postale

source: Download Participant-wise Corrective Actions for each Shipment
fr_fr: Télécharger les mesures correctives prises par les participants pour chaque envoi

source: Participant Id
fr_fr: Id du participant

source: Please pick date range and Scheme Type to proceed
fr_fr: Veuillez choisir la période et le type de régime pour continuer

source: Report PT Data
fr_fr: Rapport sur les données de PT

source: Select Code
fr_fr: Sélectionnez le Code

source: Select State
fr_fr: Sélectionnez un département

source: Download Participants Response Status
fr_fr: Télécharger l'état de la réponse des participants

source: Response<br />Date
fr_fr: Réponse<br />Date

source: Please choose Shipment Code or Province to proceed
fr_fr: Veuillez choisir le code d'expédition ou la province pour continuer

source: What do you want to do today?
fr_fr: Que veux-tu faire aujourd'hui ?

source: Choose an action to get started
fr_fr: Choisissez une action pour commencer

source: Shipment Response
fr_fr: Réponse à l'expédition

source: Submit and manage your shipments
fr_fr: Essayez d'ajuster vos filtres

source: Download and view your performance reports
fr_fr: Téléchargez et consultez vos rapports de performance

source: Summary Reports
fr_fr: Rapports de synthèse

source: Download and view summary reports
fr_fr: Télécharger et consulter les rapports de synthèse

source: Edit Profile
fr_fr: Modifier le profil

source: Update your account information
fr_fr: Mettez à jour les informations relatives à votre compte

source: Email issue
fr_fr: L'adresse e-mail et le code sont obligatoires=

source: Email warning
fr_fr: L'adresse e-mail et le code sont obligatoires=

source: Show/Filters
fr_fr: Afficher/filtres

source: Pariticipants
fr_fr: Participants

source: Participant Shipment Score for VL Scheme
fr_fr: Score de l'envoi du participant pour le régime VL

source: Participant Shipment Score for EId Scheme
fr_fr: Score des envois des participants pour le régime de l'IEd

source: Participant Shipment Score for DTS Scheme
fr_fr: Score d'expédition du participant pour le régime DTS

source: Participant Shipment Score for DBS Scheme
fr_fr: Score d'envoi du participant pour le système DBS

source: Participant Shipment Score for Recency Scheme
fr_fr: Score d'expédition du participant pour le schéma de récence

source: Participant Shipment Score for SARS-CoV-2 Scheme
fr_fr: Score d'expédition des participants pour le schéma SARS-CoV-2

source: Dried Tube Specimen - HIV Viral Load
fr_fr: Échantillon de tube séché - Charge virale VIH

source: Dried Tube Specimen - Tuberculosis
fr_fr: Échantillon de tube séché - Tuberculose

source: Dried Blood Spot - Early Infant Diagnosis
fr_fr: Tache de sang séché - Diagnostic précoce chez le nourrisson

source: HIV Serology
fr_fr: Sérologie du VIH

source: Dried Blood Spot - HIV Serology
fr_fr: Tache de sang séché - Sérologie VIH

source: Schemes Overview
fr_fr: Vue d'ensemble des régimes

source: Yea
fr_fr: Oui

source: Total Schemes <br>Shipped
fr_fr: Total des régimes <br>expédiés

source: Reported Within <br>Due Date
fr_fr: Rapporté dans le délai de <br>Date d'échéance

source: Responses <br>not received yet
fr_fr: Réponses <br>pas encore reçues

source: All Shipments
fr_fr: Tous les envois

source: Are you sure you want to remove this response? This cannot be undone!
fr_fr: Êtes-vous sûr de vouloir supprimer cette réponse ? Il n'est pas possible d'annuler cette réponse !

source: Please complete the satisfaction survey and provide feedback for this shipment
fr_fr: Veuillez remplir le questionnaire de satisfaction et donner votre avis sur cette livraison

source: Submit Feedback
fr_fr: Soumettre des commentaires

source: File Downloads
fr_fr: Vos téléchargements

source: Choose a Participant
fr_fr: Choisir un participant

source: Click on the Data Manager (Participant Login) to move them between the two sections
fr_fr: Cliquez sur le gestionnaire de données (Participant Login) pour les déplacer entre les deux sections

source: Mail content
fr_fr: Contenu de l'email

source: Report an issue on Panels
fr_fr: Signaler un problème sur les panneaux

source: Question on using ePT
fr_fr: Question sur l'utilisation de l'ePT

source: Question on PT Panels
fr_fr: Question sur les panneaux de PT

source: Attachment
fr_fr: Pièce jointe

source: Confirm Your Account
fr_fr: Confirmer votre compte

source: Please confirm if you are logged in to the correct account.
fr_fr: Veuillez confirmer que vous êtes connecté au bon compte.

source: Participants mapped to your account
fr_fr: Participants rattachés à votre compte

source: Particpant Name
fr_fr: Nom du participant

source: Yes, this is my profile — Continue to change password
fr_fr: Oui, c'est mon profil - Continuer à changer de mot de passe

source: Not my profile — Sign out
fr_fr: Pas mon profil - Se déconnecter

source: Profile confirmed! Now you can change your password.
fr_fr: Profil confirmé ! Vous pouvez maintenant modifier votre mot de passe.

source: Old Password
fr_fr: Ancien mot de passe

source: Confirm New Password
fr_fr: Confirmer le nouveau mot de passe

source: Cannot reuse or reset to previous password. Please try something else.
fr_fr: Impossible de réutiliser ou de réinitialiser le mot de passe précédent. Veuillez essayer quelque chose d'autre.

source: New passwords do not match. Please try again.
fr_fr: Les nouveaux mots de passe ne correspondent pas. Veuillez réessayer.

source: Password change timed out. You will be logged out for security reasons.
fr_fr: Le changement de mot de passe a dépassé le temps imparti. Vous serez déconnecté pour des raisons de sécurité.
