Repository: deforay/ept
Catalog: application/languages/*/*.po
Languages: fr_fr

source: Enter comma-separated email addresses for multiple recipients
fr_fr: Entrez les adresses e-mail séparées par des virgules pour plusieurs destinataires

source: Date Format
fr_fr: Format de date

source: e.g., d-M-Y
fr_fr: par exemple, j-M-A

source: Enter the date format (e.g., d-M-Y)
fr_fr: Entrez le format de date (par exemple, j-M-A)

source: Certificate Email
fr_fr: Certificat par e-mail

source: Enter certificate notification email
fr_fr: Entrez l'adresse e-mail de notification du certificat

source: Enter the email address for certificate notifications
fr_fr: Entrez l'adresse e-mail pour les notifications de certificat

source: Login ID Prefix
fr_fr: Préfixe d'identifiant de connexion

source: e.g., PT
fr_fr: par exemple, PT

source: Enter the prefix for participant login IDs
fr_fr: Entrez le préfixe pour les identifiants de connexion des participants.

source: Password Length
fr_fr: Longueur du mot de passe

source: e.g., 8
fr_fr: par exemple, 8

source: Enter the minimum password length for participants
fr_fr: Entrez la longueur minimale du mot de passe pour les participants.

source: Allow Name Editing
fr_fr: Autoriser la modification du nom

source: Direct Login
fr_fr: Liens de redirection

source: Login Attempt Ban
fr_fr: Interdiction des tentatives de connexion

source: Temporary Ban Duration (minutes)
fr_fr: Durée de l'interdiction temporaire (minutes)

source: e.g., 5
fr_fr: par exemple, 5

source: Enter the duration for temporary login bans in minutes
fr_fr: Entrez la durée des interdictions temporaires de connexion en minutes.

source: Attempts Before Temporary Ban
fr_fr: Tentatives avant l'interdiction temporaire

source: e.g., 3
fr_fr: par exemple, 3

source: Enter the number of failed attempts before a temporary ban
fr_fr: Entrez le nombre de tentatives infructueuses avant une suspension temporaire.

source: Attempts Before Permanent Ban
fr_fr: Tentatives avant l'interdiction permanente

source: e.g., 10
fr_fr: par exemple, 10

source: Enter the number of failed attempts before a permanent ban
fr_fr: Entrez le nombre de tentatives infructueuses avant une exclusion définitive.

source: Email configuration is optional. You can configure it later when you have the email server details.
fr_fr: La configuration de la messagerie électronique est facultative. Vous pouvez la configurer ultérieurement lorsque vous disposerez des informations relatives au serveur de messagerie.

source: e.g., smtp.gmail.com
fr_fr: Par exemple, smtp.gmail.com

source: Enter the SMTP server hostname
fr_fr: Entrez le nom d'hôte du serveur SMTP.

source: SMTP Port
fr_fr: Port SMTP

source: e.g., 587 or 465
fr_fr: par exemple, 587 ou 465

source: Enter the SMTP port (typically 587 or 465)
fr_fr: Entrez le port SMTP (généralement 587 ou 465)

source: From Name
fr_fr: Nom de l'expéditeur

source: e.g., ePT System
fr_fr: Par exemple, le système ePT.

source: From Email
fr_fr: Email de l'expéditeur

source: e.g., noreply@example.com
fr_fr: Par exemple, noreply@example.com

source: Enter CC emails
fr_fr: Entrez les adresses e-mail des destinataires en copie

source: Enter BCC emails
fr_fr: Entrer les e-mails en Cci

source: Encryption
fr_fr: Chiffrement

source: Select the encryption type
fr_fr: Sélectionnez le type de chiffrement

source: None
fr_fr: Rien

source: Username
fr_fr: Nom d'utilisateur

source: Enter email address for authentication
fr_fr: Entrez votre adresse e-mail pour l'authentification

source: Enter the email address used for SMTP authentication
fr_fr: Entrez l'adresse e-mail utilisée pour l'authentification SMTP.

source: Enter SMTP password
fr_fr: Entrez le mot de passe SMTP

source: Authentication Type
fr_fr: Type d'authentification

source: Select the authentication method
fr_fr: Sélectionnez la méthode d'authentification

source: Select Icon
fr_fr: Sélectionnez une icône

source: Search icons...
fr_fr: Icônes de recherche...

source: No icons found matching your search
fr_fr: Aucune icône correspondant à votre recherche n'a été trouvée.

source: Invalid email address(es)
fr_fr: Adresse(s) e-mail invalide(s)

source: Please select at least one Active Scheme
fr_fr: Veuillez sélectionner au moins un programme actif.

source: Select schemes...
fr_fr: Sélectionnez les programmes...

source: Enter the question
fr_fr: Entrez la question

source: Enter the FAQ question
fr_fr: Utilisateur qui a créé cette entrée

source: Enter the answer
fr_fr: Entrez la réponse

source: Enter the FAQ answer
fr_fr: Entrez la réponse à la FAQ

source: Add row
fr_fr: Ajouter colonnes

source: Remove row
fr_fr: Supprimer la rangée

source: Hero Content
fr_fr: Contenu du héros

source: Configure the hero banner displayed at the top of the home page.
fr_fr: Configurez la bannière principale affichée en haut de la page d'accueil.

source: Line 1 (Main Title)
fr_fr: Ligne 1 (Titre principal)

source: e.g., Welcome to ePT for TB
fr_fr: Par exemple, Bienvenue sur ePT pour la tuberculose

source: Enter the main title for the hero banner
fr_fr: Entrez le titre principal pour la bannière du héros.

source: Line 2 (Subtitle)
fr_fr: Ligne 2 (Sous-titre)

source: e.g., Online Proficiency Testing Tool
fr_fr: Par exemple, outil de test de compétence en ligne.

source: Enter the subtitle for the hero banner
fr_fr: Entrez le sous-titre pour la bannière du héros.

source: Line 3 (Description)
fr_fr: Ligne 3 (Description)

source: Enter a longer description or call to action
fr_fr: Entrez une description plus longue ou un appel à l'action.

source: Enter the description text for the hero banner
fr_fr: Entrez le texte descriptif pour la bannière principale.

source: Video URL
fr_fr: URL de la vidéo

source: e.g., https://youtube.com/watch?v=...
fr_fr: par exemple, https://youtube.com/watch?v=...

source: Enter a YouTube or video URL
fr_fr: Entrez une URL YouTube ou vidéo

source: Page Title
fr_fr: Titre de la page

source: Enter the browser page title
fr_fr: Entrez le titre de la page du navigateur

source: Enter the title displayed in browser tab
fr_fr: Entrez le titre affiché dans l'onglet du navigateur.

source: Additional Link URL
fr_fr: URL du lien supplémentaire

source: e.g., https://example.com/guide.pdf
fr_fr: Par exemple, https://example.com/guide.pdf

source: Enter an additional link URL
fr_fr: Entrez une URL de lien supplémentaire

source: Additional Link Text
fr_fr: Texte de lien supplémentaire

source: e.g., Download Guide
fr_fr: Par exemple, télécharger le guide

source: Enter the text for the additional link button
fr_fr: Entrez le texte pour le bouton de lien supplémentaire.

source: Home Banner Image
fr_fr: Image de la bannière

source: Upload a banner image displayed in the hero section of the home page.
fr_fr: Téléchargez une image de bannière qui sera affichée dans la section principale de la page d'accueil.

source: No banner uploaded
fr_fr: Aucune bannière téléchargée

source: Select Banner Image
fr_fr: Choisir l’image de bannière

source: Change
fr_fr: Changer

source: Remove
fr_fr: Supprimer

source: Recommended size: 1301x531 pixels. Supported formats: JPG, PNG, GIF
fr_fr: Taille recommandée : 1301 x 531 pixels. Formats pris en charge : JPG, PNG, GIF

source: Resource Sections
fr_fr: Sections ressources

source: Configure section headings and icons below. To manage the links that appear under each section:
fr_fr: Configurez les titres et les icônes des sections ci-dessous. Pour gérer les liens qui apparaissent sous chaque section :

source: Manage Resource Links
fr_fr: Gérer les liens vers les ressources

source: Resource Section 1
fr_fr: Section Ressources 1

source: Icon
fr_fr: Icône

source: e.g., bx bx-file
fr_fr: par exemple, bx fichier bx

source: Browse icons
fr_fr: Parcourir les icônes

source: Section Heading
fr_fr: Texte d’en-tête de section

source: e.g., DOWNLOADS
fr_fr: par exemple, TÉLÉCHARGEMENTS

source: Resource Section 2
fr_fr: Section Ressources 2

source: e.g., bi bi-book-half
fr_fr: par exemple, bi bi-livre-moitié

source: e.g., PROCESSES/PROGRAMS
fr_fr: Par exemple, PROCESSUS/PROGRAMMES

source: Resource Section 3
fr_fr: Section Ressources 3

source: e.g., PROGRESS/IMPROVEMENTS
fr_fr: Par exemple, PROGRÈS/AMÉLIORATIONS

source: Home Page Logos
fr_fr: Page d'accueil Logos

source: Upload logos displayed in the header of the home page.
fr_fr: Téléchargez les logos affichés dans l'en-tête de la page d'accueil.

source: Logo 1 (Left)
fr_fr: Logo 1 (à gauche)

source: No logo
fr_fr: Pas de logo

source: Select Logo
fr_fr: Sélectionnez le logo

source: Delete current logo
fr_fr: Supprimer le logo actuel

source: Recommended: 80x80 pixels
fr_fr: Recommandé : 80 x 80 pixels

source: Logo 2 (Right)
fr_fr: Logo 2 (à droite)

source: Frequently Asked Questions (FAQ)
fr_fr: Foire aux questions (FAQ)

source: Add questions and answers to display on the home page FAQ section.
fr_fr: Ajoutez des questions et réponses à afficher dans la section FAQ de la page d'accueil.

source: Answer
fr_fr: Réponse

source: Are you sure you want to delete this logo?
fr_fr: Etes-vous sûr de vouloir supprimer ce logo ?

source: Add New Resource Link
fr_fr: Ajouter un nouveau lien vers une ressource

source: Resource links appear under the Resource Sections on the home page. Section headings and icons can be configured in
fr_fr: Les liens vers les ressources apparaissent sous les sections Ressources de la page d'accueil. Les titres et les icônes des sections peuvent être configurés dans

source: Resource Section
fr_fr: Section Ressources

source: Select Resource Section
fr_fr: Sélectionner la section Ressources

source: Select Type
fr_fr: Sélectionnez le Type

source: Link
fr_fr: Lien

source: File
fr_fr: Fichier

source: Display Text
fr_fr: Afficher le texte

source: Download
fr_fr: Télécharger

source: External Link
fr_fr: Lien externe

source: Video
fr_fr: Vidéo

source: Display Order
fr_fr: Ordre d'affichage

source: Edit Resource Link
fr_fr: Modifier le lien vers la ressource

source: Select Status
fr_fr: Sélectionner un statut

source: Resource Links
fr_fr: Liens vers les ressources

source: These links appear under the Resource Sections on the home page:
fr_fr: Ces liens apparaissent dans la section « Ressources » de la page d'accueil :

source: To configure section headings and icons, go to
fr_fr: Pour configurer les en-têtes de section et les icônes, rendez-vous dans

source: participant
fr_fr: place

source: registered but not yet approved to use ePT. Please click here to approve.
fr_fr: inscrit mais pas encore autorisé à utiliser l'ePT. Veuillez cliquer ici pour l'approuver.

source: New PT Surveys
fr_fr: Nouvelles enquêtes sur les PT

source: On
fr_fr: Activé

source: Ready to Ship PT Surveys
fr_fr: Enquêtes PT prêtes à être expédiées

source: Shipped Events (This month)
fr_fr: Événements expédiés (ce mois-ci)

source: Active Participants enrolled per PT Scheme
fr_fr: Participants actifs inscrits par système de PT

source: View all Enrollments
fr_fr: Voir toutes les inscriptions

source: Number of PT Survey Participants
fr_fr: Nombre de participants à l'enquête PT

source: View all Shipments
fr_fr: Voir tous les envois

source: List of all PT Surveys
fr_fr: Liste de toutes les enquêtes PT

source: Scheme Names
fr_fr: Noms des régimes

source: Number of Participants
fr_fr: Nombre de participants

source: No. of Participants for all PT Schemes
fr_fr: Nombre de participants pour tous les programmes de formation continue

source: Click the columns to view individual Panels/Shipments.
fr_fr: Cliquez sur les colonnes pour visualiser les panneaux/envois individuels.

source: Number of participants
fr_fr: Nombre de participants

source: Number of participants responded
fr_fr: Nombre de participants ayant répondu

source: Auto-refreshing every 5 seconds
fr_fr: Actualisation automatique toutes les 5 secondes

source: Refresh Now
fr_fr: Actualiser maintenant

source: Job Type
fr_fr: Type d'emploi

source: Reference
fr_fr: Référence

source: Progress
fr_fr: Progression

source: Requested By
fr_fr: Interrogé par

source: Started At
fr_fr: Démarré le

source: Last Activity
fr_fr: Dernière activité

source: Sign in
fr_fr: Se connecter

source: Sign in to Training Instance
fr_fr: Se connecter à l'instance de formation

source: ePT - Admin Login
fr_fr: ePT - Connexion administrateur

source: PT Administrator
fr_fr: Administrateur PT

source: TRAINING INSTANCE
fr_fr: INSTANCE DE FORMATION

source: Get New Image
fr_fr: Obtenir une nouvelle image

source: Text you entered from the image is incorrect. Please try again
fr_fr: Le texte que vous avez saisi dans l'image est incorrect. Veuillez réessayer

source: Please enter the text from the image to proceed.
fr_fr: Veuillez saisir le texte de l'image pour continuer.

source: You can enter comma[,] seperated email ids.
fr_fr: Vous pouvez saisir des adresses électroniques séparées par des virgules[,].

source: Individual Report Link
fr_fr: Lien vers le rapport individuel

source: Summary Report Link
fr_fr: Lien vers le rapport de synthèse

source: Footer
fr_fr: Pied de page

source: Title
fr_fr: Titre

source: Push Notification Message
fr_fr: Message de notification push

source: Data Message
fr_fr: Message de données

source: Push Notification Template
fr_fr: Modèle de notification push

source: New Shipment Mail Template
fr_fr: Modèle de courrier pour les nouveaux envois

source: Not Participated Mail Template
fr_fr: Pas de participation Modèle de courrier

source: Not Participant Report Mail Template
fr_fr: Modèle de courrier pour le rapport de non-participation

source: Send Participant Report Mail Template
fr_fr: Modèle de courrier pour l'envoi du rapport du participant

source: Announcement Mail Template
fr_fr: Modèle de courrier d'annonce

source: New Shipment Push Notification
fr_fr: Notification push des nouveaux envois

source: Not Participated Push Notification
fr_fr: Pas de participation Notification push

source: Report Push Notification
fr_fr: Notification push du rapport

source: Announcement Push Notification
fr_fr: Notification push des annonces

source: Partcipant
fr_fr: Participant

source: Created At
fr_fr: Créé le

source: View Participant Message
fr_fr: Voir le message du participant

source: Attacment
fr_fr: Attachement

source: Add New Participant
fr_fr: Ajouter un nouveau participant

source: Individual Participant
fr_fr: Participant individuel

source: Please enter a unique identifier here
fr_fr: Veuillez saisir un identifiant unique ici

source: Please enter the Lab Name or First Name here
fr_fr: Veuillez saisir le nom ou le prénom du laboratoire ici

source: Contact Person Name
fr_fr: Nom de la personne de contact

source: Please enter the contact name here
fr_fr: Veuillez saisir le nom du contact ici

source: Please enter the Institute Name here
fr_fr: Veuillez saisir le nom de l'institut ici

source: Department Name
fr_fr: Nom du département

source: Please enter the Department Name here
fr_fr: Veuillez saisir le nom du département ici

source: Please enter the email address here
fr_fr: Veuillez saisir l'adresse e-mail ici

source: Additional/Alternate E-mail
fr_fr: E-mail supplémentaire

source: Please enter the additional email id here
fr_fr: Veuillez saisir l'adresse électronique supplémentaire ici

source: (Please enter comma separated multiple emails)
fr_fr: Entrez les adresses e-mail séparées par des virgules pour plusieurs destinataires

source: Physical Address
fr_fr: Adresse physique

source: Please enter the address here
fr_fr: Veuillez saisir l'adresse ici

source: Please enter the region here
fr_fr: Veuillez saisir la région ici

source: Please enter the state/province here
fr_fr: Veuillez indiquer ici l'état/province

source: Enter the district/county here
fr_fr: Indiquez ici le district/comté

source: Please enter the city here
fr_fr: Veuillez entrer la ville ici

source: Please enter the latitude here
fr_fr: Veuillez entrer la latitude ici

source: Please enter the longitude here
fr_fr: Veuillez entrer la longitude ici

source: Funding Source
fr_fr: Sources de financement

source: Government
fr_fr: Gouvernement

source: Private
fr_fr: Privé

source: Testing Volume
fr_fr: Volume d'essai

source: Please enter the testing volume here
fr_fr: Veuillez indiquer ici le volume de l'essai

source: Enrolled Programs
fr_fr: Programmes inscrits

source: Site Type/Testing Point
fr_fr: Type de site/point d'essai

source: Contact Name
fr_fr: Nom du contact

source: Map to Existing Data Manager(s)
fr_fr: Mapper sur le(s) gestionnaire(s) de données existant(s)

source: Please choose one or more PT Participant Logins
fr_fr: Veuillez choisir un ou plusieurs logins pour les participants au PT

source: Shipping Address (include city and country)
fr_fr: Adresse de livraison (inclure la ville et le pays)

source: Please enter the Shipping Address here
fr_fr: Veuillez saisir l'adresse de livraison ici

source: Zip/Postal Code (if applicable)
fr_fr: Code postal (le cas échéant)

source: Please enter the Zip/Postal here
fr_fr: Veuillez entrer le code postal ici

source: Cell/Mobile No.
fr_fr: Numéro de téléphone portable.

source: Network Tier
fr_fr: Niveau du réseau

source: Choose multiple options
fr_fr: Choisissez plusieurs options

source: Please choose either to log in with your PT account or enter your email ID and password.
fr_fr: Veuillez choisir de vous connecter avec votre compte PT ou de saisir votre adresse e-mail et votre mot de passe.

source: Lab Name
fr_fr: Nom du Labo

source: Bulk Import Participants
fr_fr: Participants à l'importation en bloc

source: Skip if Unique ID matches. Don't Update Duplicates
fr_fr: Ignorer si l'ID unique correspond. Ne pas mettre à jour les doublons

source: Update all data if Unique ID matches
fr_fr: Mise à jour de toutes les données si l'identifiant unique correspond

source: Allow Same Email for different Participants?
fr_fr: Autoriser l'envoi d'un même courriel à différents participants ?

source: Allow existing Data Manager/PT Login Email for new participants
fr_fr: Permettre aux nouveaux participants d'accéder à l'e-mail de connexion du gestionnaire de données/de la personne chargée de la formation

source: Don't allow existing Data Manager/PT Login Email for new participants
fr_fr: Ne pas permettre aux nouveaux participants d'accéder à l'e-mail de connexion du gestionnaire de données/de l'ordinateur

source: If the Participant is a Lab/Clinic, then put the Lab/Clinic Name in the place of 'First Name'
fr_fr: Si le participant est un laboratoire ou une clinique, indiquez le nom du laboratoire ou de la clinique à la place du "prénom"

source: Edit Participant
fr_fr: Modifier le participant

source: Reset Password?
fr_fr: Réinitialiser le mot de passe?

source: Please enter a valid password with minimum length of
fr_fr: Veuillez saisir un mot de passe valide d'une longueur minimale de

source: Schemes
fr_fr: Programmes

source: Map Participants to Data Managers (Participant Login)
fr_fr: Associer les participants aux gestionnaires de données (Participant Login)

source: Choose a Data Manager (Participant Login)
fr_fr: Choisir un gestionnaire de données (Connexion du participant)

source: Click on the Participant Name to move them between the two sections
fr_fr: Cliquez sur le nom du participant pour le déplacer entre les deux sections

source: Save Selected
fr_fr: Sauvegarde de la sélection

source: Upload Bulk Importing Map File
fr_fr: Téléchargement d'un fichier cartographique importé en masse

source: Upload
fr_fr: Téléverser

source: Please upload the file to process.
fr_fr: Veuillez télécharger le fichier à traiter.

source: Please select PT Login to map the participants.
fr_fr: Veuillez sélectionner PT Login pour attribuer les participants.

source: List of All PT Participants
fr_fr: Liste de tous les participants à la PT

source: Download as Excel
fr_fr: Télécharger au format Excel

source: Select Lab/Participant Name
fr_fr: Sélectionner le nom du laboratoire/participant

source: Show only Pending Participants
fr_fr: Afficher uniquement les participants en attente

source: Phone
fr_fr: Téléphone

source: Unable to generate download
fr_fr: Impossible de générer un téléchargement

source: Are you sure you want to delete this participant?
fr_fr: Êtes-vous sûr de vouloir supprimer ce participant ?

source: Someting went wrong Please try again later!
fr_fr: Il y a eu un problème Veuillez réessayer plus tard !

source: Export Participant Not Mapped to Data Managers
fr_fr: Participant à l'exportation non affecté aux gestionnaires de données

source: Bulk Import Participants Mapping
fr_fr: Importation en bloc de participants Mapping

source: Select Province
fr_fr: Sélectionner la région

source: Select District
fr_fr: Sélectionner le district

source: Select Network Tier
fr_fr: Sélectionner le niveau de réseau

source: Select Affiliation
fr_fr: Sélectionner l'affiliation

source: Select Institute
fr_fr: Sélectionner un institut

source: Select PT Login
fr_fr: Sélectionnez PT Login

source: Participant Upload Statistics
fr_fr: Statistiques sur le téléchargement des participants

source: Upload Another File
fr_fr: Télécharger un autre fichier

source: Total Records
fr_fr: Total des enregistrements

source: Participants saved
fr_fr: Participants épargnés

source: Participants not saved
fr_fr: Participants non sauvegardés

source: The following participants were saved successfully.
fr_fr: Les participants suivants ont été enregistrés avec succès.

source: Participant Unique ID
fr_fr: Identifiant unique du participant

source: Unique Email
fr_fr: Email unique

source: The following participants were NOT SAVED.
fr_fr: Les participants suivants n'ont pas été sauvés.

source: The Primary Email and Participant ID have to be unique. If duplicates are found they do not get added.
fr_fr: L'adresse électronique principale et l'identifiant du participant doivent être uniques. Si des doublons sont trouvés, ils ne sont pas ajoutés.

source: Also ensure that the Country names are entered correctly.
fr_fr: Veillez également à ce que les noms de pays soient correctement saisis.

source: Possbile Error
fr_fr: Erreur possible

source: List of All Pending PT Participants
fr_fr: Liste de tous les participants à la PT en attente

source: Back to All Participants
fr_fr: Retour à tous les participants

source: Something went wrong. Please try again later.
fr_fr: Une erreur s'est produite. Veuillez réessayer plus tard.

source: Participant Details
fr_fr: Détails du participant

source: No Participants
fr_fr: Aucun participant

source: Add New Partner
fr_fr: Ajouter un nouveau partenaire

source: Partner Name
fr_fr: Intitulé des Comptes

source: Edit Partner
fr_fr: Modifier le partenaire

source: List of All Partner
fr_fr: Liste de tous les partenaires

source: Added Date
fr_fr: Date d'ajout

source: Rapid HIV Recency Testing Settings
fr_fr: Tests rapides de récurrence du VIH

source: indicates required field
fr_fr: indique un champ obligatoire

source: Report Header Configuration
fr_fr: Configuration de l'en-tête du rapport

source: Report Header Text
fr_fr: Texte d'en-tête du rapport

source: Enter the text that will appear in the report header (1-2 lines recommended)
fr_fr: Saisissez le texte qui apparaîtra dans l'en-tête du rapport (1 à 2 lignes recommandées).

source: Enter report header text
fr_fr: Entrer le texte d'en-tête du rapport

source: This text appears at the top of generated PDF reports. Keep it concise.
fr_fr: Ce texte apparaît en haut des rapports PDF générés. Veillez à ce qu'il soit concis.

source: Institute Address Position
fr_fr: Institut Adresse Poste

source: Select where to display the institute address
fr_fr: Sélectionnez l'endroit où afficher l'adresse de l'institut

source: Don't Show
fr_fr: Ne pas afficher

source: Header
fr_fr: En-tête
