Repository: deforay/ept
Catalog: application/languages/*/*.po
Languages: fr_fr

source: Unable to process your request to reset password. Please try again.
fr_fr: Impossible de traiter votre demande de réinitialisation du mot de passe. Veuillez réessayer.

source: This will sign you out. You will need to log in again with the correct PT account. Continue?
fr_fr: Vous serez alors déconnecté. Vous devrez vous connecter à nouveau avec le compte PT correct. Poursuivre ?

source: Are you sure you want to cancel password change?
fr_fr: Êtes-vous sûr de vouloir annuler le changement de mot de passe ?

source: Failed to resend verification email. Please try again later.
fr_fr: L'envoi de l'email de vérification a échoué. Veuillez réessayer plus tard.

source: Session expired for security reasons. You will be logged out.
fr_fr: Session expirée pour des raisons de sécurité. Vous serez déconnecté.

source: Individual Reports
fr_fr: Rapports individuels

source: Download Participant-wise Individual Reports for each Shipment
fr_fr: Télécharger les rapports individuels par participant pour chaque envoi

source: Participant-Scheme Information
fr_fr: Informations sur le programme des participants

source: Lab/Participant Name
fr_fr: Nom du laboratoire/participant

source: Scheme - DTS
fr_fr: Régime - DTS

source: Enrolled Labd/Tester
fr_fr: Laboratoire/testeur inscrit(e)

source: Download Excel Report
fr_fr: Télécharger le rapport Excel

source: Download Shipment-wise Summary Reports
fr_fr: Télécharger les rapports de synthèse par expédition

source: Generated Report
fr_fr: Rapport généré

source: Generating Report...
fr_fr: Génération de rapports...

source: Select Date Range to populate this list
fr_fr: Sélectionnez l'intervalle de dates pour remplir cette liste

source: Lab or Participant ID
fr_fr: ID du laboratoire ou du participant

source: State (if applicable)
fr_fr: État (le cas échéant)

source: Manage participant information
fr_fr: Gérer les informations sur les participants

source: Participant e-mail
fr_fr: Courriel du participant

source: Manage your login/contact information
fr_fr: Gérer vos informations de connexion/contact

source: Please verify your primary email change to
fr_fr: Veuillez vérifier que votre adresse électronique principale a bien été modifiée

source: by clicking on the verification link sent to your email.
fr_fr: en cliquant sur le lien de vérification qui vous a été envoyé par courrier électronique.

source: Click here to resend the verification mail
fr_fr: Cliquez ici pour renvoyer le courrier de vérification

source: Please check your email for the verification link.
fr_fr: Veuillez vérifier votre courrier électronique pour obtenir le lien de vérification.

source: Primary e-mail address (used for login)
fr_fr: Adresse électronique principale (utilisée pour la connexion)

source: Secondary e-mail address
fr_fr: Adresse électronique secondaire

source: Austronesian
fr_fr: Austronésien

source: Please enter the valid mail address, We send the mail confirm information to this address.
fr_fr: Veuillez saisir une adresse électronique valide. Nous envoyons les informations de confirmation à cette adresse.

source: XTPT Indicators & Panel Statistics
fr_fr: Indicateurs et statistiques du panel XTPT

source: Privacy Policy
fr_fr: Politique de confidentialité

source: PT Services
fr_fr: Services de PT

source: Assay Name
fr_fr: Nom de l'essai

source: Assay Lot No.
fr_fr: Numéro du lot d'essai.

source: Assay Expiry Date
fr_fr: Date d'expiration de l'essai

source: Download Shipment Form
fr_fr: Télécharger le formulaire d'expédition

source: Submission Due Date
fr_fr: Date limite de soumission

source: Cycle Threshold Values
fr_fr: Valeurs seuils du cycle

source: PT Sample
fr_fr: Échantillon de PT

source: Probe D
fr_fr: Sonde D

source: Probe C
fr_fr: Sonde C

source: Probe E
fr_fr: Sonde E

source: Probe B
fr_fr: Sonde B

source: Probe A
fr_fr: Sonde A

source: Instrument Serial Number
fr_fr: Numéro de série de l'instrument

source: Xpert Module Number
fr_fr: Numéro du module Xpert

source: Test Date
fr_fr: Date de l’examen

source: Tester Name
fr_fr: Nom du testeur

source: Truenat prep Auto cartridge Lot Number
fr_fr: Truenat prep Auto cartridge Numéro de lot

source: DNA Extraction
fr_fr: Extraction de l'ADN

source: MTB Detection Results
fr_fr: Résultats de la détection de MTB

source: DNA Extraction Date
fr_fr: Date d'extraction de l'ADN

source: DNA Extraction Status
fr_fr: Statut de l'extraction de l'ADN

source: Mycobacterium tuberculosis complex (MTBC) Detected
fr_fr: Détection du complexe Mycobacterium tuberculosis (MTBC)

source: Control Ct
fr_fr: Contrôle Ct

source: Valid
fr_fr: Valide

source: Assay Lot
fr_fr: Numéro du lot d'essai

source: Assay Expiration:
fr_fr: Expiration de l'essai :

source: Rif Dx Results
fr_fr: Résultats de la Dx Rif

source: PT Samples
fr_fr: Échantillons PT

source: RIF Resistance
fr_fr: Résistance au FRR

source: Detected
fr_fr: Détecté

source: Not Detected
fr_fr: Non détecté

source: Indeterminate
fr_fr: Indéterminé

source: High
fr_fr: Élevé

source: Medium
fr_fr: Moyen

source: Low
fr_fr: Basse

source: Very Low
fr_fr: Très faible

source: Reference/Expected MTBC
fr_fr: Référence/attendu MTBC

source: Calculated Score
fr_fr: Score calculé

source: DETECTED
fr_fr: DÉTECTÉ

source: NOT DETECTED
fr_fr: NON DÉTECTÉ

source: INDETERMINATE
fr_fr: INDÉTERMINÉ

source: Other (please explain in comment box below)
fr_fr: Autre (veuillez expliquer dans la case commentaire ci-dessous)

source: Panel Received Date
fr_fr: Date de réception du panel

source: Submission Date
fr_fr: Date de soumission

source: Other Assay/Method Name
fr_fr: Autre nom d'essai/méthode

source: Cartridge/Assay Lot
fr_fr: Lot de cartouches/essais

source: Cartridge/Assay Expiration
fr_fr: Expiration de la cartouche/essai

source: Date of Last GeneXpert Instrument Calibration
fr_fr: Date du dernier étalonnage de l'instrument GeneXpert

source: Instruments at Facility
fr_fr: Instruments dans l'installation

source: Serial Number
fr_fr: Numéro de série

source: Installed
fr_fr: Installé

source: Last Calibrated
fr_fr: Dernier étalonnage

source: Add/Remove
fr_fr: Ajouter/Supprimer

source: We the undersigned, recognizing that some special handling may be required due to the nature of Proﬁciency Test (PT) materials, have as closely as is practical, performed the analyses on these specimens in the same manner as regular patient specimens. We conﬁrm that results were not shared, nor PT specimens referred or tested, outside of our facility.
fr_fr: Nous, soussignés, reconnaissant qu'un traitement particulier peut être de la nature des matériaux du test de proﬁcience (PT), nous avons, dans la mesure du possible, effectué les analyses sur ces spécimens dans le respect des règles de l'art et de la confidentialité ont, dans la mesure du possible, effectué les analyses sur ces échantillons de la même manière que les échantillons de patients ordinaires de la même manière que les échantillons de patients ordinaires. Nous conﬁrmons que les résultats n'ont pas été nous confirmons que les résultats n'ont pas été partagés et que les échantillons de PT n'ont pas été envoyés ou testés en dehors de notre établissement.

source: (Please select one)
fr_fr: (Veuillez en choisir un)

source: Viral Load Assay
fr_fr: Test de charge virale

source: Specimen Volume used for testing
fr_fr: Volume de l'échantillon utilisé pour l'essai

source: Please specify Other Assay Name
fr_fr: Veuillez spécifier le nom de l'autre essai

source: Date of Last Instrument Calibration
fr_fr: Date du dernier étalonnage de l'instrument

source: Assay Expiration
fr_fr: Expiration de l'essai

source: Please Note
fr_fr: Merci de noter

source: Viral Load must be entered in log
fr_fr: La charge virale doit être inscrite dans le journal

source: copies/ml. There's a conversion calculator (from cp/mL to log) below. Please use if needed.
fr_fr: copies/ml. Vous trouverez ci-dessous un calculateur de conversion (de cp/mL à log). Veuillez l'utiliser si nécessaire.

source: Please provide numerical results such as: 0.00 to 7.00
fr_fr: Veuillez fournir des résultats numériques tels que : 0.00 à 7.00

source: For negative or undetectable result (TND), please enter 0.00.
fr_fr: Pour un résultat négatif ou indétectable (TND), veuillez indiquer 0,00.

source: For result value that is
fr_fr: Pour une valeur de résultat qui est

source: LOD, please enter the value of assay LOD (such as 1.6 for
fr_fr: LOD, veuillez saisir la valeur du LOD de l'essai (par exemple 1,6 pour le

source: 40 copies/mL) and provide
fr_fr: 40 copies/mL) et fournir

source: 40 copies/mL” under comment section
fr_fr: 40 copies/mL" sous la section des commentaires

source: Enter the assay lower limit of quantification value for result
fr_fr: Saisir la valeur de la limite inférieure de quantification de l'essai pour le résultat

source: LLQ and enter 0.00 for Not Detected, negative or undetectable result
fr_fr: LLQ et entrer 0.00 pour Non détecté, résultat négatif ou indétectable

source: Viral Load Calculator (Convert copies/ml to Log<sub>10</sub>)
fr_fr: Calculateur de charge virale (Conversion des copies/ml en <sub>Log10</sub>)

source: TND (Target Not Detected)
fr_fr: TND (cible non détectée)

source: Comment
fr_fr: Commentaire

source: Module Number/Instrument Serial
fr_fr: Numéro de module/numéro de série de l'instrument

source: Lower Limit
fr_fr: Limite inférieure

source: Higher Limit
fr_fr: Limite supérieure

source: Lower Limit (Q1)
fr_fr: Limite inférieure (Q1)

source: Higher Limit (Q3)
fr_fr: Limite supérieure (Q3)

source: Acceptable?
fr_fr: Acceptables ?

source: Not enough responses for this VL Assay
fr_fr: Pas assez de réponses pour ce test VL

source: Unacceptable
fr_fr: Inacceptable

source: Results Interpretation and Recommended Actions
fr_fr: Interprétation des résultats et actions recommandées

source: Results Interpretation
fr_fr: Interprétation des résultats

source: Recommended Action
fr_fr: Action recommandée

source: No action required
fr_fr: Aucune mesure n'est requise

source: Warning
fr_fr: Avertissement

source: Closely monitor performance
fr_fr: Contrôler étroitement les performances

source: Perform corrective action
fr_fr: Mise en œuvre d'une action corrective

source: Performing Participant
fr_fr: Participant actif

source: PT Panel Name and Date
fr_fr: Nom et date du panel PT

source: Rehydration Date
fr_fr: Date de réhydratation

source: Shipment Test Date
fr_fr: Date du test d'expédition

source: Algorithm
fr_fr: Algorithme

source: Condition of PT Samples
fr_fr: État des échantillons PT

source: Your HIV Proficiency results
fr_fr: Vos résultats au test de compétence sur le VIH

source: maximum possible score
fr_fr: score maximal possible

source: Repeat Test
fr_fr: Répéter le test

source: Specimen Panel ID
fr_fr: Identifiant du panel d'échantillons

source: Your Result
fr_fr: Votre résultat

source: Evaluation
fr_fr: Évaluation

source: (R = Reactive, NR = Non Reactive, P = Positive, N = Negative, I = Invalid, Ind = Indeterminate)
fr_fr: (R = Réactif, NR = Non réactif, P = Positif, N = Négatif, I = Non valide, Ind = Indéterminé)

source: RTRI Results
fr_fr: Résultats RTRI

source: Your RTRI Interpretation
fr_fr: Votre interprétation RTRI

source: The following samples have been excluded from this evaluation
fr_fr: Les échantillons suivants ont été exclus de cette évaluation

source: Your Response
fr_fr: Votre réponse

source: Your documentation score
fr_fr: Votre score en matière de documentation

source: Documentation Item
fr_fr: Documentations

source: Panel/Shipment Receipt Date Specified
fr_fr: Date de réception du panneau/de l'expédition spécifiée

source: Reporting of the Sample Rehydration Date
fr_fr: Déclaration de la date de réhydratation de l'échantillon

source: Reporting of the Shipment Test Date
fr_fr: Rapport sur la date du test d'expédition

source: Testing to be done within
fr_fr: Test à effectuer dans les

source: hours of rehydration.
fr_fr: heures de réhydratation.

source: Supervisor Approval
fr_fr: Approbation du superviseur

source: Reporting the Condition of PT Samples
fr_fr: Rapport sur l'état des échantillons PT

source: Reporting the availability of Refridgerator
fr_fr: Signaler la disponibilité du réfrigérateur

source: Reporting the Room Temperature
fr_fr: Signaler la température ambiante

source: Reporting the availability of Stop Watch
fr_fr: Signaler la disponibilité du chronomètre

source: Suggested Corrective actions for your response
fr_fr: Mesures correctives suggérées pour votre réponse

source: Your response was not considered for evaluation
fr_fr: Votre réponse n'a pas été prise en compte pour l'évaluation

source: Congratulations! You have received a satisfactory score of
fr_fr: Félicitations ! Vous avez obtenu un score satisfaisant de

source: Your response was not evaluated
fr_fr: Votre réponse n'a pas été évaluée

source: You have received a score of
fr_fr: Vous avez obtenu un score de

source: Evaluation Comments
fr_fr: Commentaires d'évaluation

source: Specific Comments/Feedback
fr_fr: Commentaires/retours spécifiques

source: # of Responses
fr_fr: Nombre de réponses

source: # of Participants Scoring
fr_fr: Nombre de participants ayant obtenu un score

source: Average
fr_fr: Moyen

source: Correctly Reported
fr_fr: Correctement signalé

source: # of Participants
fr_fr: Nombre de participants

source: # of Valid Responses
fr_fr: Nombre de réponses valides

source: Average Score
fr_fr: Score moyen

source: Corrective Action Overview
fr_fr: Aperçu des mesures correctives

source: Responses having Corrective Action
fr_fr: Réponses comportant des mesures correctives

source: Testkit Usage by Test Number
fr_fr: Utilisation du kit de test par numéro de test

source: Testkit Name
fr_fr: Nom du kit de test

source: Total Usage
fr_fr: Utilisation totale

source: Satisfactory Score
fr_fr: Note satisfaisante

source: Unsatisfactory Score
fr_fr: Note insatisfaisante

source: Testkit Evaluation Report
fr_fr: Rapport d'évaluation du kit de test

source: Comparison of test performance between participating laboratories
fr_fr: Comparaison des performances des tests entre les laboratoires participants

source: No screening participants there
fr_fr: Aucun participant au dépistage présent

source: Shipment Participant Result Report
fr_fr: Rapport sur les résultats des participants à l'expédition

source: Excluded
fr_fr: Exclu

source: All PT material is produced in line with the standard ISO17043:2023
fr_fr: Tout le matériel PT est produit conformément à la norme ISO17043:2023

source: Report approved by
fr_fr: Rapport approuvé par

source: Date of approval
fr_fr: Date d'approbation

source: This is a system generated report. No signature required
fr_fr: Ceci est un rapport généré par le système. Aucune signature n'est requise

source: End of report
fr_fr: Fin du rapport

source: End of final report
fr_fr: Fin du rapport final
