Repository: deforay/ept
Catalog: application/languages/*/*.po
Languages: fr_fr

source: Cell Phone Number
fr_fr: Numéro de téléphone portable

source: Please enter mobile/cell number here
fr_fr: Veuillez entrer votre numéro de téléphone mobile/cellulaire ici

source: Phone Number
fr_fr: Numéro de téléphone

source: Please enter phone number here
fr_fr: Veuillez entrer le numéro de téléphone ici

source: QC Access
fr_fr: Accès au QC

source: Enable Adding Response Date
fr_fr: Activer l'ajout de la date de réponse

source: Enable Choosing Mode of Receipt
fr_fr: Permettre de choisir le mode de réception

source: Enable View-Only Access
fr_fr: Activer l'accès en consultation seule

source: Please select user status here
fr_fr: Veuillez sélectionner le statut de l'utilisateur ici

source: Please choose country
fr_fr: Veuillez choisir votre pays

source: Select Country
fr_fr: Sélectionnez un pays

source: State/Province
fr_fr: État/Province

source: Please choose state
fr_fr: Veuillez choisir un État

source: District/County
fr_fr: District

source: Please choose district
fr_fr: Veuillez choisir un district

source: Choose Participant(s)
fr_fr: Choisir le(s) participant(s)

source: Please choose a Participant
fr_fr: Veuillez choisir un participant

source: Save and Map Participants
fr_fr: Enregistrer et cartographier les participants

source: Choose one or more options
fr_fr: Choisir une ou plusieurs options

source: Choose one or more Countries
fr_fr: Choisissez un ou plusieurs pays

source: Type Country name to search
fr_fr: Tapez le nom du pays à rechercher

source: Choose one or more Participant(s)
fr_fr: Choisir un ou plusieurs participant(s)

source: Type participant name to search
fr_fr: Tapez le nom du participant à rechercher

source: Please check your primary email and secondary email
fr_fr: Veuillez vérifier votre adresse électronique principale et votre adresse électronique secondaire

source: Bulk Import PTCC
fr_fr: Importation en vrac PTCC

source: Upload Options
fr_fr: Options de téléversement

source: Skip if primary email matches. Don't Update Duplicates
fr_fr: Ignorer si l'adresse e-mail principale correspond. Ne pas mettre à jour les doublons

source: Update all data if primary email matches
fr_fr: Mise à jour de toutes les données si l'adresse électronique principale correspond

source: Select file to upload
fr_fr: Sélectionner le fichier à téléverser

source: Click here to download the Excel format for importing the ptcc
fr_fr: Cliquez ici pour télécharger le format Excel pour l'importation du ptcc

source: Please note that the columns marked in
fr_fr: Veuillez noter que les colonnes marquées en

source: red
fr_fr: rouge

source: are mandatory.
fr_fr: sont obligatoires.

source: The primary email field should have a unique id for the ptcc.
fr_fr: Le champ courriel principal doit avoir un identifiant unique pour le ptcc.

source: Import Excel
fr_fr: Importer depuis Excel

source: Edit Data Manager (Participant Login)
fr_fr: Modifier le gestionnaire de données (connexion du participant)

source: Edit PT Country Coordinator
fr_fr: Editer PT Coordinateur national

source: PTCC Mapped Participants
fr_fr: Participants cartographiés du PTCC

source: Add New PTCC
fr_fr: Ajouter un nouveau CCPT

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Cell/Mobile
fr_fr: Cellulaire/mobile

source: Primary Email
fr_fr: Adresse e-mail primaire

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: New Password
fr_fr: Nouveau mot de passe

source: Repeat Password
fr_fr: Répéter le mot de passe

source: Generate Random Password
fr_fr: Générer un mot de passe aléatoire

source: Password must be at least 12 characters long and must include AT LEAST one number, <br>one alphabet and may have special characters.
fr_fr: Le mot de passe doit comporter au moins 12 caractères et doit inclure AU MOINS un chiffre, <br>un alphabet et peut contenir des caractères spéciaux.

source: Password must be at least 8 characters long and must include AT LEAST one number, one alphabet and may have special characters.
fr_fr: Le mot de passe doit comporter au moins 8 caractères et doit inclure AU MOINS un chiffre, un alphabet et éventuellement des caractères spéciaux.

source: Add New PT Survey
fr_fr: Ajouter une nouvelle enquête PT

source: PT Survey Date
fr_fr: Date de l'enquête PT

source: Dates already having a PT Survey will be disabled and marked with a red circle.
fr_fr: Les dates ayant déjà fait l'objet d'une enquête PT seront désactivées et marquées d'un cercle rouge.

source: PT Survey Code
fr_fr: Code d'enquête PT

source: Add and continue to Shipment
fr_fr: Ajouter et poursuivre l'envoi

source: Edit PT Survey
fr_fr: Modifier l'enquête PT

source: List of
fr_fr: Liste des

source: See Shipments
fr_fr: Voir Expéditions

source: Shipment Code(s)
fr_fr: Code(s) de l'envoi

source: Are you sure you want to ship this PT Survey?
fr_fr: Êtes-vous sûr de vouloir expédier ce PT Survey ?

source: You cannot undo this!
fr_fr: Il n'est pas possible de revenir en arrière !

source: Shipments Under This PT Survey
fr_fr: Expéditions dans le cadre de cette enquête PT

source: No of Samples
fr_fr: Nombre d'échantillons

source: No shipments for this distribution yet
fr_fr: Il n'y a pas encore d'envois pour cette distribution

source: Done
fr_fr: Terminé

source: Scoring Configuration
fr_fr: Configuration du score

source: Minimum Passing Score
fr_fr: Note minimale de réussite

source: Enter the minimum score required to pass (0-100)
fr_fr: Entrez la note minimale requise pour réussir (0-100)

source: Participants must achieve this score to pass (0-100).
fr_fr: Les participants doivent obtenir ce score pour réussir (0-100).

source: Panel/Shipment Score
fr_fr: Score panel/envoi

source: Enter the Panel Score breakup (Panel + Documentation = 100)
fr_fr: Entrez la répartition des notes du jury (jury + documentation = 100)

source: Panel + Documentation must equal 100.
fr_fr: Le panneau + la documentation doivent totaliser 100.

source: Enter the Documentation Score breakup (Panel + Documentation = 100)
fr_fr: Entrez la répartition du score de documentation (Panneau + Documentation = 100)

source: Algorithm Score
fr_fr: Score de l'algorithme

source: Enter points awarded for correct algorithm usage (must be 0 or positive)
fr_fr: Entrez les points attribués pour l'utilisation correcte de l'algorithme (doit être 0 ou positif)

source: Must be 0 or a positive number.
fr_fr: Doit être 0 ou un nombre positif.

source: Sample & Testing Options
fr_fr: Options d'échantillonnage et d'essai

source: Days for Sample Rehydration
fr_fr: Jours pour la réhydratation des échantillons

source: Select number of days for sample rehydration
fr_fr: Sélectionnez le nombre de jours pour la réhydratation de l'échantillon.

source: Time required before testing rehydrated samples.
fr_fr: Temps nécessaire avant de tester les échantillons réhydratés.

source: Collect Additional Testkits
fr_fr: Collecter des kits de test supplémentaires

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Allow participants to report additional test kits used.
fr_fr: Permettre aux participants de signaler les kits de test supplémentaires utilisés.

source: Enable RTRI
fr_fr: Activer RTRI

source: DTS Scheme Type
fr_fr: Type de régime DTS

source: Select DTS Scheme Type
fr_fr: Sélectionner le type de schéma DTS

source: Standard Types
fr_fr: Types standard

source: Updated 3-Tests
fr_fr: Mise à jour des 3 tests

source: Country Specific
fr_fr: Spécifique au pays

source: Select the testing scheme type for your region.
fr_fr: Sélectionnez le type de programme de test pour votre région.

source: Allowed Algorithms
fr_fr: Algorithmes autorisés

source: Select allowed algorithms
fr_fr: Sélectionner les algorithmes autorisés

source: Serial
fr_fr: En série

source: Parallel
fr_fr: Parallèle

source: Myanmar National Algorithm
fr_fr: Algorithme national du Myanmar

source: Malawi National Algorithm
fr_fr: Algorithme national du Malawi

source: Ghana National Algorithm
fr_fr: Algorithme national du Ghana

source: Sierra Leone National Algorithm
fr_fr: Algorithme national de la Sierra Leone

source: Côte d'Ivoire National Algorithm
fr_fr: Algorithme national de la Côte d'Ivoire

source: DRC National Algorithm
fr_fr: Algorithme national de la RDC

source: Select which algorithms participants can use.
fr_fr: Sélectionnez les algorithmes que les participants peuvent utiliser.

source: Disable Other Test Kit Option
fr_fr: Désactiver l'option « Autre kit de test »

source: Prevent participants from selecting 'Other' test kit.
fr_fr: Empêcher les participants de sélectionner « Autre » comme kit de test.

source: Display Sample Condition Fields
fr_fr: Afficher les champs d'état des échantillons

source: Show sample condition fields on participant result form.
fr_fr: Afficher les champs d'état des échantillons sur le formulaire de résultats des participants.

source: Display Repeat Test Fields
fr_fr: Affichage des champs de test de répétition

source: Allow participants to report repeat test results.
fr_fr: Permettre aux participants de signaler les résultats des tests répétés.

source: National HIV Rapid Test Algorithm
fr_fr: Algorithme national pour le test rapide de dépistage du VIH

source: Configure this section only if you want participants to use specific test kits for specific test numbers.
fr_fr: Configurez cette section uniquement si vous souhaitez que les participants utilisent des kits de test spécifiques pour des numéros de test spécifiques.

source: Responses without the enforced test kits will not pass for the respective samples.
fr_fr: Les réponses sans les kits de test obligatoires ne seront pas acceptées pour les échantillons concernés.

source: Leave the following options blank if you don't want to enforce test kit checks.
fr_fr: Laissez les options suivantes vides si vous ne souhaitez pas imposer les vérifications du kit de test.

source: Please map test kits for each test before configuring below
fr_fr: Veuillez cartographier les kits de test pour chaque test avant de procéder à la configuration ci-dessous.

source: Standard DTS Panel
fr_fr: Panneau DTS standard

source: Test 1 Kits
fr_fr: Kits de test 1

source: Select Test Kit 1
fr_fr: Sélectionnez le kit de test 1

source: Test 2 Kits
fr_fr: Kits de test 2

source: Select Test Kit 2
fr_fr: Sélectionnez le kit de test 2

source: Select Test Kit 3
fr_fr: Sélectionnez le kit de test 3

source: DTS + Syphilis Combined Panel
fr_fr: Panel combiné DTS + syphilis

source: DTS + RTRI Combined Panel
fr_fr: Panneau combiné DTS + RTRI

source: Minimum Passing Score must be between 0 and 100.
fr_fr: La note minimale requise doit être comprise entre 0 et 100.

source: Panel Score + Documentation Score must equal 100. Current total:
fr_fr: La note du jury + la note de la documentation doivent être égales à 100. Total actuel :

source: Algorithm Score must be 0 or a positive number.
fr_fr: Le score de l'algorithme doit être 0 ou un nombre positif.

source: Add New Eid Assay
fr_fr: Ajouter un nouvel essai Eid

source: Choose Category
fr_fr: Choisissez une catégorie

source: Detection
fr_fr: Détection

source: Name
fr_fr: Nom

source: EID Extraction Assay
fr_fr: Essai d'extraction EID

source: EID Detection Assay
fr_fr: Essai de détection de l'EID

source: List of all EID Extraction Assay
fr_fr: Liste de tous les essais d'extraction EID

source: Add New EID Assay
fr_fr: Ajouter un nouvel essai EID

source: List of All Eid Detection Assay
fr_fr: Liste de tous les essais de détection de l'Aïd

source: Are you sure you wish to change this assay status to
fr_fr: Êtes-vous sûr de vouloir changer le statut de cet essai en

source: Template
fr_fr: Modèle

source: Date Range
fr_fr: Plage de dates

source: Click here to pick a Date Range
fr_fr: Cliquez ici pour choisir une plage de dates

source: Select shipments
fr_fr: Sélectionner les envois

source: Skip emails with
fr_fr: Ignorer les courriels contenant des

source: To
fr_fr: À

source: Select option
fr_fr: Sélectionnez une option

source: Please enter subject
fr_fr: S'il vous plaît entrer sujet

source: Mail Content
fr_fr: Contenu du mail

source: Enter the Mail Content
fr_fr: Saisir le contenu du courrier

source: Key
fr_fr: Clé

source: Lab Name/Participant Name
fr_fr: Nom du laboratoire/nom du participant

source: Choose or enter subject
fr_fr: Choisir ou saisir un sujet

source: Type subject to search
fr_fr: Tapez le sujet à rechercher

source: Do you want to replace the current content with content associated with this selected subject?
fr_fr: Voulez-vous remplacer le contenu actuel par un contenu associé au sujet sélectionné ?

source: Enroll Participants
fr_fr: Inscrire les participants

source: Show advanced filters
fr_fr: Afficher les filtres avancés

source: Network
fr_fr: Réseau

source: Filter
fr_fr: Filtre

source: Enrollment List Name
fr_fr: Nom de la liste d'inscription

source: Select All
fr_fr: Tout sélectionner

source: Deselect All
fr_fr: Tout désélectionner

source: Choose one or more option(s)
fr_fr: Choisissez une ou plusieurs option(s)

source: Type list to search
fr_fr: Tapez la liste à rechercher

source: Bulk Enroll Participants to Scheme
fr_fr: Inscription en masse des participants au programme

source: Scheme Types
fr_fr: Types de régimes

source: Enter the list name
fr_fr: Saisir le nom de la liste

source: Click here to download the Excel format for importing the participants
fr_fr: Cliquez ici pour télécharger le format Excel pour l'importation des participants

source: The Unique Identifier field should have a unique id for the participant.
fr_fr: Le champ Identifiant unique doit comporter un identifiant unique pour le participant.

source: The Unique Identifier must match an existing Participant Unique Identifier
fr_fr: L'identifiant unique doit correspondre à un identifiant unique de participant existant

source: List of All Enrollments
fr_fr: Liste de toutes les inscriptions

source: Bulk Import Enrollment
fr_fr: Importation en masse d'inscriptions

source: Number of active participants enrolled in each scheme
fr_fr: Nombre de participants actifs inscrits dans chaque régime

source: Participant ID
fr_fr: ID du participant

source: Enrolled On
fr_fr: Inscrit le

source: Shipment Type
fr_fr: Type d'envoi

source: Submit
fr_fr: Envoyer

source: Unable to fetch shipments. Please click view shipment or contact system admin for help
fr_fr: Impossible de récupérer les expéditions. Veuillez cliquer sur « Afficher l'expédition » ou contacter l'administrateur système pour obtenir de l'aide.

source: Processing..
fr_fr: En traitement..

source: Finalized
fr_fr: Finalisé

source: Shipments Under PT Survey
fr_fr: Expéditions dans le cadre de l'enquête PT

source: No. of Samples
fr_fr: Nombre d'échantillons

source: No. of Participants
fr_fr: Nombre de participants

source: Response%
fr_fr: Réponse%

source: Number Passed
fr_fr: Nombre d'élèves retenus

source: Shipment Status
fr_fr: Etat de l'expédition

source: VL Range
fr_fr: Gamme VL

source: View Reports
fr_fr: Voir les rapports

source: Regenerate Reports
fr_fr: Régénérer les rapports

source: Not Responded Participants
fr_fr: Pas de réponse Participants

source: Error loading VL reference scores. Please try again.
fr_fr: Erreur lors du chargement des scores de référence VL. Veuillez réessayer.

source: Shipment has been added to the queue. It will be evaluated shortly.
fr_fr: L'expédition a été ajoutée à la file d'attente. Elle sera évaluée sous peu.

source: Error scheduling evaluation. Please try again.
fr_fr: Erreur lors de l'évaluation du planning. Veuillez réessayer.

source: Evaluate PT Survey
fr_fr: Évaluer l'enquête sur les PT

source: Show/Hide Shipment List
fr_fr: Afficher/masquer la liste des envois

source: All Shipments Under PT Survey
fr_fr: Tous les envois faisant l'objet d'une enquête PT

source: Queued
fr_fr: File d'attente

source: Processing
fr_fr: En cours

source: Re-Evaluate
fr_fr: Réévaluer

source: Mail
fr_fr: Email

source: No shipments for this PT Survey yet
fr_fr: Il n'y a pas encore d'envois pour cette enquête PT

source: You are currently evaluating Shipment
fr_fr: Vous êtes en train d'évaluer l'expédition

source: PT Survey/Shipment Date
fr_fr: Date de l'enquête/envoi du PT

source: Update File & Comment
fr_fr: Mise à jour du dossier et des commentaires

source: Show only manually overridden results
fr_fr: N'afficher que les résultats qui ont fait l'objet d'une dérogation manuelle

source: Participant/Tester
fr_fr: Participant/testeur

source: Response Score
fr_fr: Score de réponse

source: Result
fr_fr: Résultat

source: Response Status
fr_fr: État de la réponse

source: Responded On
fr_fr: Répondu le

source: Comments (if any)
fr_fr: Commentaires (le cas échéant)

source: Sample ID
fr_fr: ID de l'échantillon

source: Mean
fr_fr: Moyenne

source: Median
fr_fr: Médiane

source: Robust SD
fr_fr: SD robuste

source: Low Limit
fr_fr: Limite basse

source: High Limit
fr_fr: Limite haute

source: Use Range
fr_fr: Utiliser un intervalle

source: System
fr_fr: Système

source: Manual
fr_fr: Manuel

source: VL Sample Analysis for
fr_fr: Analyse d'échantillons VL pour

source: Add New Question
fr_fr: Ajouter une nouvelle question

source: Question Code
fr_fr: Code de la question

source: Show feedback question to
fr_fr: Afficher la question de rétroaction à

source: --Select--
fr_fr: --Sélectionner--

source: All Participants
fr_fr: Tous les participants

source: Only Passing Participants
fr_fr: Participants occasionnels uniquement

source: Only Failing Participants
fr_fr: Seuls les participants ayant échoué

source: Question Status
fr_fr: Statut de la question

source: Question Type
fr_fr: Type de question

source: Text
fr_fr: Texte

source: Numeric
fr_fr: Numérique

source: Date Time
fr_fr: Date Heure

source: Drop down
fr_fr: Liste déroulante

source: Clone Question
fr_fr: Question sur le clonage

source: Edit Question
fr_fr: Modifier la question

source: Clone
fr_fr: Dupliquer

source: Clone Feedback Form
fr_fr: Formulaire de retour d'information sur les clones

source: New Feedback Form
fr_fr: Nouveau formulaire de retour d'information

source: Select shipment to fetch questions
fr_fr: Sélectionner l'envoi pour récupérer les questions

source: Show feedback form to
fr_fr: Afficher le formulaire de commentaires à

source: Enter Feedback Form Content
fr_fr: Entrer le contenu du formulaire de commentaires

source: Select the available question
fr_fr: Sélectionnez la question disponible

source: Feed Back Questions List
fr_fr: Liste des questions en retour

source: Add New Feed Back Question
fr_fr: Ajouter une nouvelle question

source: Feedback Form
fr_fr: Formulaire de feedback

source: Create New Feedback Form
fr_fr: Créer un nouveau formulaire de retour d'information

source: Number of Question Mapped
fr_fr: Nombre de questions répertoriées

source: Search settings by keyword
fr_fr: Rechercher les paramètres par mot-clé

source: Jump to Section
fr_fr: Aller à la section

source: Select Section
fr_fr: Sélectionnez la section

source: General Settings
fr_fr: Réglages généraux

source: Participant Settings
fr_fr: Paramètres des participants

source: Email Settings
fr_fr: Paramètres de messagerie

source: Expand All
fr_fr: Développer tout

source: Collapse All
fr_fr: Tout réduire

source: Domain
fr_fr: Domaine

source: Domain for this ePT instance
fr_fr: Domaine pour cette instance ePT

source: Auto-filled from URL. Edit if using a proxy or CDN.
fr_fr: Remplissage automatique à partir de l'URL. Modifiez si vous utilisez un proxy ou un CDN.

source: Language
fr_fr: Langue

source: Select the language for this instance
fr_fr: Sélectionnez la langue pour cette instance

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Aggregate Insights URL
fr_fr: URL de l'agrégat Insights

source: Enter aggregate insights URL
fr_fr: Entrer l'URL des informations agrégées

source: Enter the URL for aggregate insights dashboard
fr_fr: Entrez l'URL du tableau de bord des informations agrégées

source: Administrator Email
fr_fr: Email administrateur

source: Enter administrator email (optional)
fr_fr: Entrez l'adresse e-mail de l'administrateur (facultatif)

source: Enter the administrator email address
fr_fr: Entrez l'adresse e-mail de l'administrateur.

source: PT Program Name
fr_fr: Nom du programme PT

source: Enter PT program name
fr_fr: Entrez le nom du programme PT

source: Enter the full name of your PT program
fr_fr: Entrez le nom complet de votre programme de tests d'aptitude

source: PT Program Short Name
fr_fr: Nom abrégé du programme PT

source: Enter PT program short name
fr_fr: Entrez le nom abrégé du programme PT

source: Enter an abbreviated name for your PT program
fr_fr: Entrez un nom abrégé pour votre programme de physiothérapie

source: Training Instance
fr_fr: Instance de formation

source: Is this ePT installation used for training purposes?
fr_fr: Cette installation ePT est-elle utilisée à des fins de formation ?

source: Active Schemes
fr_fr: Programmes actifs

source: Select at least one scheme to enable
fr_fr: Sélectionnez au moins un programme à activer.

source: Report Watermark
fr_fr: Signature numérique du rapport

source: Watermark text for training reports
fr_fr: Texte en filigrane pour les rapports de formation

source: Enter the watermark text to display on training reports
fr_fr: Entrez le texte du filigrane à afficher sur les rapports d'entraînement

source: Accept Responses After Finalization
fr_fr: Accepter les réponses après finalisation

source: Enable Custom Tests
fr_fr: Activer les tests personnalisés

source: Re-evaluate Before Finalizing
fr_fr: Réévaluer avant de finaliser

source: Enable CAPA
fr_fr: Activer le CAPA

source: Admin Email Notifications
fr_fr: Notifications par courriel de l'administrateur

source: Enter institute name
fr_fr: Entrez le nom de l'institut

source: Enter the name of your institute
fr_fr: Entrez le nom de votre institut

source: Institute Address
fr_fr: Adresse de l'Institut

source: Enter institute address
fr_fr: Entrez l'adresse de l'institut

source: Enter your institute address
fr_fr: Entrez l'adresse de votre institut

source: Additional Institute Details
fr_fr: Informations supplémentaires sur l'institut

source: Enter additional institute details
fr_fr: Entrez les détails supplémentaires concernant l'institut

source: Enter any additional details about your institute
fr_fr: Entrez toute information supplémentaire concernant votre institut

source: Theme Color
fr_fr: Couleur du thème

source: Select a theme color for the interface
fr_fr: Sélectionnez une couleur thématique pour l'interface.

source: Green
fr_fr: Vert

source: Blue
fr_fr: Bleu

source: Yellow
fr_fr: Jaune

source: Purple
fr_fr: Violet

source: Red
fr_fr: Rouge

source: Black
fr_fr: Noir

source: Select the deployment instance
fr_fr: Sélectionnez l'instance de déploiement.

source: Job Completion Alerts
fr_fr: Alertes de fin de tâche

source: Enable email alerts when jobs complete
fr_fr: Activer les alertes par e-mail lorsque les tâches sont terminées

source: Auto-generate PT Survey Code
fr_fr: Générer automatiquement le code d'enquête PT

source: Automatically generate PT survey codes
fr_fr: Générer automatiquement des codes d'enquête PT

source: Footer Text
fr_fr: Texte de pied de page

source: Enter footer text
fr_fr: Entrer le texte du pied de page

source: Enter the text to display in the page footer
fr_fr: Entrez le texte à afficher dans le pied de page

source: Job Completion Alert Recipients
fr_fr: Destinataires de l'alerte de fin de tâche

source: Enter email addresses
fr_fr: Entrez les adresses e-mail

source: Enter email addresses to receive job completion alerts
fr_fr: Entrez les adresses e-mail pour recevoir des alertes de fin de tâche.
