Repository: deforay/ept
Catalog: application/languages/*/*.po
Languages: fr_fr

source: Choose where to display your institute address on reports.
fr_fr: Choisissez où afficher l'adresse de votre institut sur les rapports.

source: Report Logo
fr_fr: Logo du rapport

source: Current logo
fr_fr: Logo actuel

source: No logo uploaded
fr_fr: Aucun logo téléchargé

source: Select image
fr_fr: Sélectionner une image

source: Recommended: PNG or JPG format, max 200x150 pixels
fr_fr: Recommandé : format PNG ou JPG, max. 200 x 150 pixels

source: Layout & Template Settings
fr_fr: Paramètres de mise en page et de modèle

source: Report Layout
fr_fr: Présentation de l'état

source: Select the report layout template
fr_fr: Sélectionnez le modèle de mise en page du rapport.

source: Select a predefined layout for your reports.
fr_fr: Sélectionnez une mise en page prédéfinie pour vos rapports.

source: Template Top Margin
fr_fr: Marge supérieure du modèle

source: e.g., 40
fr_fr: par exemple, 40

source: Enter template top margin in pixels
fr_fr: Entrez la marge supérieure du modèle en pixels

source: Adjust the top margin of the report content.
fr_fr: Ajustez la marge supérieure du contenu du rapport.

source: Upload Report Template
fr_fr: Télécharger le modèle de rapport

source: View Full Size
fr_fr: Afficher en taille réelle

source: Replace Template
fr_fr: Remplacer le modèle

source: Replace
fr_fr: Remplacer

source: Delete Template
fr_fr: Supprimer le modèle

source: Delete
fr_fr: Supprimer

source: Upload a PDF template for your reports
fr_fr: Téléchargez un modèle PDF pour vos rapports

source: Upload report template format
fr_fr: Télécharger le format du modèle de rapport

source: Select a PDF file to use as report template
fr_fr: Sélectionnez un fichier PDF à utiliser comme modèle de rapport.

source: Upload a PDF file to use as a background template for reports.
fr_fr: Téléchargez un fichier PDF à utiliser comme modèle d'arrière-plan pour les rapports.

source: Are you sure you want to remove the template? This action cannot be undone!
fr_fr: Êtes-vous sûr de vouloir supprimer le modèle ? Cette action ne peut pas être annulée !

source: Add New Not Teasted Reason
fr_fr: Ajouter une nouvelle raison de ne pas faire de thé

source: Not Tested Reason
fr_fr: Non testé Raison

source: Reason Code
fr_fr: Code Motif

source: Collect Panel Receipt Date?
fr_fr: Date de réception du panel de collecte ?

source: Edit Not Teasted Reason
fr_fr: Editer Non Teasté Raison

source: List of All Not Tested Reasons
fr_fr: Liste de toutes les raisons pour lesquelles les tests n'ont pas été effectués

source: Add New Not Tested Reason
fr_fr: Ajouter un nouveau motif non testé

source: Available Scheme
fr_fr: Régime disponible

source: If It Collect Panel Receipt Date?
fr_fr: Date de réception du panel de collecte ?

source: Update Shipment Sample Details
fr_fr: Mise à jour des détails de l'échantillon d'envoi

source: Distribution Code
fr_fr: Code de distribution

source: Result Due Date
fr_fr: Résultat Date d'échéance

source: Allow Editing Response
fr_fr: Autoriser la modification de la réponse

source: Issuing Authority
fr_fr: Autorité de délivrance

source: PT Co-ordinator Name
fr_fr: Nom du coordinateur PT

source: PT Co-ordinator Email
fr_fr: Courriel du coordinateur PT

source: PT Co-ordinator Phone Number
fr_fr: Numéro de téléphone du coordinateur PT

source: To add a new scheme select a Scheme Type below
fr_fr: Pour ajouter un nouveau régime, sélectionnez un type de régime ci-dessous

source: Active Schemes only
fr_fr: Régimes actifs uniquement

source: Inactive Schemes only
fr_fr: Régimes inactifs uniquement

source: Click on New Shipment to proceed adding Scheme
fr_fr: Cliquez sur Nouvel envoi pour procéder à l'ajout du schéma

source: No. of Participants Selected
fr_fr: Nombre de participants sélectionnés

source: Response Switch
fr_fr: Interrupteur de réponse

source: Add Shipment Details
fr_fr: Ajouter les détails de l'envoi

source: PT Survey (Unshipped)
fr_fr: Enquête PT (non expédiée)

source: Panel Name
fr_fr: Nom du panel

source: Are you sure you wish to switch this shipment
fr_fr: Êtes-vous sûr de vouloir changer cet envoi

source: Are you sure you wish to delete? This cannot be undone!
fr_fr: Êtes-vous sûr de vouloir supprimer l'information ? Cette opération ne peut être annulée !

source: No shipment schemes under this Distribution yet
fr_fr: Pas encore d'actions de transfert dans le cadre de cette distribution

source: Mail Sent successfully
fr_fr: Mail envoyé avec succès

source: Are you sure you want to generate TB forms for this shipment?
fr_fr: Êtes-vous sûr de vouloir générer des formulaires TB pour cet envoi ?

source: Generating TB forms
fr_fr: Générer des formulaires TB

source: Responded
fr_fr: Répondu

source: Not Responded
fr_fr: Pas de réponse

source: Not Enrolled in this Shipment
fr_fr: Non enrôlé dans cet envoi

source: Export to excel
fr_fr: Exporter vers Excel

source: Enroll
fr_fr: S'Inscrire

source: Are you sure you want to remove this participant? This cannot be undone!
fr_fr: Êtes-vous sûr de vouloir supprimer ce participant ? Cette opération ne peut être annulée !

source: Participant(s) removed successfully. If previously evaluated, you may have to re-evaluate the shipment to ensure the numbers are updated.
fr_fr: Le(s) participant(s) a/ont été retiré(s) avec succès. S'il s'agit d'une évaluation antérieure, il se peut que vous deviez réévaluer l'envoi pour vous assurer que les chiffres ont été mis à jour.

source: Unable to delete. Please try again later or contact system admin for help
fr_fr: Impossible de supprimer. Veuillez réessayer plus tard ou contacter l'administrateur du système pour obtenir de l'aide

source: You need to select at least one participant to proceed
fr_fr: Vous devez sélectionner au moins un participant pour continuer

source: Are you sure you want to enroll the selected participant(s)? This cannot be undone!
fr_fr: Êtes-vous sûr de vouloir inscrire le(s) participant(s) sélectionné(s) ? Il n'est pas possible de revenir en arrière !

source: Participant(s) enrolled successfully
fr_fr: Participant(s) inscrit(s) avec succès

source: Update Shipment
fr_fr: Mettre à jour l'envoi

source: Add New Shipment
fr_fr: Ajouter un nouvel envoi

source: Expiry
fr_fr: Expiration

source: Cutoff
fr_fr: Coupure

source: RAPID HIV TESTING
fr_fr: DÉPISTAGE RAPIDE DU VIH

source: Kit Name
fr_fr: Nom du kit

source: GEENIUS HIV 1/2 SUPPLEMENTAL ASSAY
fr_fr: TEST COMPLÉMENTAIRE GEENIUS VIH 1/2

source: Sample
fr_fr: Exemple

source: Sample Preparation Date
fr_fr: Date de préparation de l'échantillon

source: Final Result
fr_fr: Résultat final

source: Control?
fr_fr: Le contrôle ?

source: Mandatory?
fr_fr: Obligatoire?

source: Ref. Results
fr_fr: Réf. Résultats

source: Sample/Control
fr_fr: Échantillon/Contrôle

source: COVID-19 TYPE OF TESTING
fr_fr: COVID-19 TYPE DE TEST

source: Platform Name
fr_fr: Název platformy

source: Sample Type
fr_fr: Type d'échantillon

source: Dried Tube Specimen
fr_fr: Échantillon de tube séché

source: Serum
fr_fr: Sérum

source: Enable Syphilis Test for ANC Sites?
fr_fr: Autoriser les tests de dépistage de la syphilis dans les centres de soins prénatals ?

source: (This creates a Syphilis panel for all ANC sites)
fr_fr: (Cela permet de créer un panel de syphilis pour tous les sites de soins prénatals)

source: No. of tests in this Test Panel
fr_fr: Nombre de tests dans ce panel de tests

source: Is this ONLY Screening Test Panel?
fr_fr: S'agit-il UNIQUEMENT d'un panel de tests de dépistage ?

source: (This creates a panel with only ONE test)
fr_fr: (Cela permet de créer un panel avec un seul test)

source: Allow users to Choose Screening/Confirmatory
fr_fr: Permettre aux utilisateurs de choisir entre le dépistage et la confirmation

source: Collect QC Data
fr_fr: Collecte des données de contrôle de qualité

source: Syphilis Final Result
fr_fr: Syphilis Résultat final

source: RTRI Final Result
fr_fr: Résultat final de la RTRI

source: Control/Sample
fr_fr: Contrôle/échantillon

source: Results
fr_fr: Résultats

source: HIV CT/OD
fr_fr: VIH CT/OD

source: IC/QS Values
fr_fr: Valeurs IC/QS

source: Add/Remove Row
fr_fr: Ajouter/supprimer une ligne

source: Is it a Control?
fr_fr: S'agit-il d'un contrôle ?

source: Control Line
fr_fr: Ligne de contrôle

source: Verification Line
fr_fr: Ligne de vérification

source: Longterm Line
fr_fr: Ligne à long terme

source: Present
fr_fr: Présent

source: Assay
fr_fr: Essai

source: Recency Assay
fr_fr: Essai de récence

source: Score Per Sample
fr_fr: Score par échantillon

source: Form Version
fr_fr: Version du formulaire

source: Collect Feedback
fr_fr: Recueillir des informations

source: -- Select --
fr_fr: -- Sélectionner --

source: Select Type of TB Test
fr_fr: Sélectionner le type de test de dépistage de la tuberculose

source: MTB Detected
fr_fr: Détecté

source: (Level)
fr_fr: (Niveau)

source: Sample Details
fr_fr: Détails de l'échantillon

source: Rif Resistance
fr_fr: Résistance du Rif

source: TB Isolate
fr_fr: Isolat de la tuberculose

source: Method of Evaluation
fr_fr: Méthode d'évaluation

source: Legacy
fr_fr: Héritage

source: Reference Results
fr_fr: Résultats de référence

source: Viral Load
fr_fr: CHARGE VIRALE

source: Shipment
fr_fr: Expédition

source: Preset Participant List
fr_fr: Liste de participants prédéfinie

source: Do you want to save this list as a preset participant list?
fr_fr: Souhaitez-vous enregistrer cette liste en tant que liste de participants prédéfinie ?

source: Enter a name for this list (optional)
fr_fr: Saisir un nom pour cette liste (facultatif)

source: Select one or more cities
fr_fr: Sélectionnez une ou plusieurs villes

source: Select one or more provinces
fr_fr: Sélectionner une ou plusieurs provinces

source: Select one or more regions
fr_fr: Sélectionner une ou plusieurs régions

source: Select one or more districts
fr_fr: Sélectionner un ou plusieurs districts

source: Select one or more countries
fr_fr: Sélectionner un ou plusieurs pays

source: Are you sure! You want to update this list to selected participant list name?
fr_fr: Vous êtes sûr de vous ? Vous voulez mettre à jour cette liste avec le nom de la liste de participants sélectionnée ?

source: Are you sure! You want to update the participant list name?
fr_fr: Vous êtes sûr de vous ? Vous souhaitez mettre à jour le nom de la liste des participants ?

source: Enrollments for Shipment Code
fr_fr: Affiliations pour le code d'expédition

source: Add participants to this shipment
fr_fr: Ajouter des participants à cet envoi

source: Close participants this shipment
fr_fr: Fermer les participants à cet envoi

source: Lab Name / Participant Name
fr_fr: Nom du laboratoire / Nom du participant

source: No Unenrolled Participants found.
fr_fr: Aucun participant non inscrit n'a été trouvé.

source: Participant(s) removed successfully
fr_fr: Participant(s) retiré(s) avec succès

source: Are you sure you want to add the selected participants to this shipment
fr_fr: Êtes-vous sûr de vouloir ajouter les participants sélectionnés à cet envoi

source: Add New PT Manager
fr_fr: Ajouter un nouveau PT Manager

source: Cell/Mobile Number
fr_fr: Numéro de téléphone portable

source: Secondary Email
fr_fr: Email secondaire

source: Please enter secondary email here
fr_fr: Veuillez saisir l'adresse électronique secondaire ici

source: Choose Active Schemes
fr_fr: Choisir des régimes actifs

source: Please select scheme here
fr_fr: Veuillez sélectionner un régime ici

source: Privileges
fr_fr: Privilèges

source: Configure ePT
fr_fr: Configurer l'ePT

source: Manage Participants
fr_fr: Gérer les participants

source: Manage Shipments
fr_fr: Gérer les envois

source: Analyze and Generate Reports
fr_fr: Analyser et générer des rapports

source: Edit Participant Responses
fr_fr: Modifier les réponses des participants

source: Access Reports
fr_fr: Rapports d'accès

source: Delete Participants
fr_fr: Supprimer des participants

source: Replace Finalized Summary Reports
fr_fr: Remplacer les rapports de synthèse finalisés

source: Update PT Manager
fr_fr: Mise à jour du PT Manager

source: Please enter first name
fr_fr: Veuillez saisir votre prénom

source: Please enter last name
fr_fr: Veuillez saisir votre nom

source: Please enter primary email id
fr_fr: Veuillez saisir l'adresse e-mail principale

source: Leave blank to retain old password
fr_fr: Laisser en blanc pour conserver l'ancien mot de passe

source: Please enter password
fr_fr: Veuillez entrer le mot de passe

source: Please select user status
fr_fr: Veuillez sélectionner le statut de l'utilisateur

source: List of All PT Manager
fr_fr: Liste de tous les gestionnaires PT

source: Contact Information Content
fr_fr: Contenu des informations de contact

source: Add New Test Platform
fr_fr: Ajouter une nouvelle plate-forme de test

source: Test Platform Name
fr_fr: Nom de la plate-forme de test

source: Short Test Platform Name
fr_fr: Nom abrégé de la plate-forme de test

source: Approval Agency
fr_fr: Agence d'approbation

source: Source Reference
fr_fr: Source Référence

source: Test Platform Manufacturer
fr_fr: Fabricant de plates-formes de test

source: Country Adapted
fr_fr: Pays adapté

source: Approved
fr_fr: Approuvé

source: List of All Test Platforms
fr_fr: Liste de toutes les plates-formes de test

source: Covid-19 Standard Test Platform Map
fr_fr: Carte de la plate-forme d'essai standard Covid-19

source: Test platform Name
fr_fr: Nom de la plate-forme d'essai

source: Test Platform Setup
fr_fr: Configuration de la plate-forme d'essai

source: Choose Test Number
fr_fr: Choisir le numéro du test

source: Select Test Platform
fr_fr: Sélectionner la plate-forme de test

source: Click on the Testkit Name to move them between the two sections
fr_fr: Cliquez sur le nom du kit de test pour le déplacer entre les deux sections

source: Add New Test Kit
fr_fr: Ajouter un nouveau kit de test

source: Test Kit Name
fr_fr: Nom du kit de test

source: Short Test Kit Name
fr_fr: Nom du kit de test abrégé

source: Test Kit Manufacturer
fr_fr: Fabricant de kits de test

source: Choose a Test Number to map test kit
fr_fr: Choisissez un numéro de test pour cartographier le kit de test

source: Allow Additional Information
fr_fr: Autoriser les informations supplémentaires

source: Additional Information Label
fr_fr: Informations complémentaires Etiquette

source: Is Additional Information Mandatory?
fr_fr: Les informations complémentaires sont-elles obligatoires ?

source: Edit Test Kit
fr_fr: Editer le kit de test

source: List of All Test Kits
fr_fr: Liste de tous les kits de test

source: Map Test kits to Tests
fr_fr: Associer les kits de test aux tests

source: Show Pending
fr_fr: Afficher en attente

source: Change Status
fr_fr: Modifier le statut

source: Approve All
fr_fr: Tout approuver

source: Pending All
fr_fr: En attente Tous

source: Status updated successfully
fr_fr: Statut mis à jour avec succès

source: Map Test kits to specific tests
fr_fr: Associer des kits de test à des tests spécifiques

source: This page is used to select one or more test kits for specific test.
fr_fr: Cette page permet de sélectionner un ou plusieurs kits de test pour un test spécifique.

source: For e.g., if you select X, Y and Z test kits for HIV Serology - Test 1, then only those 3 test kits appear in dropdown in the Participant response form for HIV Serology - Test 1.
fr_fr: Par exemple, si vous sélectionnez les kits de test X, Y et Z pour la sérologie VIH - Test 1, seuls ces 3 kits de test apparaissent dans la liste déroulante du formulaire de réponse du participant pour la sérologie VIH - Test 1.

source: Choose a Test to map test kit
fr_fr: Choisissez un kit de test Test to map

source: HIV Serology - Test 1
fr_fr: Sérologie VIH - Test 1

source: HIV Serology - Test 2
fr_fr: Sérologie VIH - Test 2

source: HIV Serology - Test 3
fr_fr: Sérologie VIH - Test 3

source: Click on the Test kit Name to move them between the two sections
fr_fr: Cliquez sur le nom du kit de test pour le déplacer entre les deux sections

source: Add New VL Assay
fr_fr: Ajouter un nouvel essai VL

source: Short Name
fr_fr: Abbréviation

source: Edit VL Assay
fr_fr: Test Edit VL

source: List of all VL Assays
fr_fr: Liste de tous les tests VL

source: Annual Report Only
fr_fr: Rapport annuel uniquement

source: For Certification
fr_fr: Pour la certification

source: Get Report
fr_fr: Obtenir un rapport

source: Participant Corrective Action Overview
fr_fr: Vue d'ensemble des mesures correctives prises par les participants

source: Export Report
fr_fr: Exporter Rapport

source: Corrective Actions and Preventive Action
fr_fr: Actions correctives et actions préventives

source: Participant Name (Optional)
fr_fr: Nom du participant (facultatif)

source: Select Participant
fr_fr: Choisir un participant

source: Shipment Due Date
fr_fr: Date d'échéance de l'envoi

source: Select Report Type
fr_fr: Sélectionner un type de rapport

source: Print
fr_fr: Imprimer

source: Response
fr_fr: Réponse

source: You are currently generating reports for Shipment
fr_fr: Vous êtes en train de générer des rapports pour Expédition

source: Comment for all Participants of this shipment
fr_fr: Commentaire pour tous les participants à cet envoi

source: Update Comment
fr_fr: Mettre à jour le commentaire

source: Participant/Tester ID
fr_fr: ID du participant/testeur

source: Report
fr_fr: Rapport

source: Unable to fetch shipments. Please try again later or contact system admin for help
fr_fr: Impossible de récupérer les expéditions. Veuillez réessayer plus tard ou contacter l'administrateur système pour obtenir de l'aide.

source: PT Survey - Generate Reports
fr_fr: Enquête PT - Générer des rapports

source: Response %
fr_fr: Réponse %

source: Download Summary Report
fr_fr: Télécharger le rapport de synthèse

source: Participants Report
fr_fr: Rapport des participants

source: PT Survey - Finalize Reports
fr_fr: Enquête PT - Finalisation des rapports

source: Replace The Summary Report For
fr_fr: Remplacer le rapport sommaire pour

source: Confirm Summary Report Replacement
fr_fr: Confirmer le remplacement du rapport récapitulatif

source: Upload New File
fr_fr: Télécharger nouveau fichier

source: View / Expand Current File
fr_fr: Afficher / Développer le fichier actuel

source: Please upload the summary report PDF to replace
fr_fr: Veuillez télécharger le rapport sommaire au format PDF pour remplacer

source: Are you sure you want to upload a new Summary PDF?
fr_fr: Êtes-vous sûr de vouloir télécharger un nouveau PDF récapitulatif ?

source: Are you sure you want to replace the Summary Report for this shipment? This cannot be undone.
fr_fr: Voulez-vous vraiment remplacer le rapport récapitulatif pour cet envoi ? Cette opération ne peut pas être annulée.

source: Incorrect folder permissions. Please reach out to technical support.
fr_fr: Autorisations de dossier incorrectes. Veuillez contacter le support technique.

source: Incorrect file format. Please upload a PDF.
fr_fr: Format de fichier incorrect. Veuillez télécharger un fichier PDF.

source: Successfully replaced the summary report for shipment
fr_fr: Remplacement réussi du rapport récapitulatif pour l'expédition

source: Unable to upload file. Please try again later.
fr_fr: Impossible de télécharger le fichier. Veuillez réessayer plus tard.

source: PT Survey - Finalized Reports
fr_fr: Enquête PT - Rapports finalisés

source: Participant Performance Overview
fr_fr: Aperçu des performances des participants

source: View script for controlle
fr_fr: Voir le script pour controlle

source: ParticipantTrends
fr_fr: Tendances des participants

source: and script/action name
fr_fr: et le nom du script/de l'action

source: Pass
fr_fr: Réussi

source: Region Wise Participant Performance Report For
fr_fr: Rapport sur les performances des participants par région pour

source: of Participants
fr_fr: nombre de participants

source: Passed
fr_fr: Réussi

source: Failed
fr_fr: Echec

source: Evaluation Result
fr_fr: Résultat de l'évaluation

source: Select one or more schemes
fr_fr: Sélectionner un ou plusieurs régimes

source: Select one or more shipments
fr_fr: Sélectionner un ou plusieurs envois

source: Select Region
fr_fr: Sélectionnez une région

source: Responses
fr_fr: Réponses

source: Download Participant Reports
fr_fr: Télécharger les rapports des participants

source: Download Excel
fr_fr: Télécharger Excel

source: No response data available for this shipment
fr_fr: Aucune donnée de réponse disponible pour cet envoi.

source: Due Date
fr_fr: Date d'échéance

source: Number of Responses
fr_fr: Nombre de réponses

source: All Sites' TB Results
fr_fr: Résultats de tous les sites en matière de tuberculose

source: Select Panel
fr_fr: Panel de sélection

source: Type of Testing Facility
fr_fr: Type d'installation d'essai

source: Total Registered
fr_fr: Total enregistré

source: No.
fr_fr: N°

source: Total Participants
fr_fr: Nombre de participants

source: No data available for the selected criteria.
fr_fr: Aucune donnée n'est disponible pour les critères sélectionnés.

source: Testing Facilities by Ownership Report
fr_fr: Rapport sur les installations de contrôle par propriétaire

source: Export
fr_fr: Exporter

source: Loading report data...
fr_fr: Chargement des données du rapport...

source: TestKit Report For DTS
fr_fr: Rapport TestKit pour DTS

source: Select Netwok Tiers
fr_fr: Sélectionner les niveaux de réseau

source: Select Participant Affiliatiates
fr_fr: Sélectionner les affiliés des participants

source: Select Enrolled Programs
fr_fr: Sélectionner les programmes inscrits

source: TestKit No
fr_fr: TestKit Non

source: Select Network Tiers
fr_fr: Sélectionner les niveaux de réseau

source: Select Affiliates
fr_fr: Sélectionnez Vendeurs

source: Select Test Kit Number
fr_fr: Sélectionner le numéro du kit de test

source: Test Kit 1
fr_fr: Kit de test 1

source: Test Kit 2
fr_fr: Kit de test 2

source: Test Kit 3
fr_fr: Kit de test 3

source: Test Count
fr_fr: Nombre de tests

source: Report Type
fr_fr: Type de rapport

source: About Us
fr_fr: À propos de nous

source: ePT Participant Login
fr_fr: connexion des participants à l'ePT

source: Your email or username
fr_fr: Votre adresse électronique ou votre nom d'utilisateur

source: Your password
fr_fr: Votre mot de passe

source: Enter text from image
fr_fr: Saisir un texte à partir d'une image

source: You can login after
fr_fr: Vous pouvez vous connecter après

source: Forgot Password?
fr_fr: Mot de passe oublié ?

source: Don't have a login ? Click here to contact us
fr_fr: Vous n'avez pas de login ? Cliquez ici pour nous contacter

source: Reset My New Password
fr_fr: Réinitialiser mon nouveau mot de passe

source: Enter your registered email
fr_fr: Entrez votre e-mail enregistré

source: Enter your new password
fr_fr: Entrez votre nouveau mot de passe

source: Enter your confirm password
fr_fr: Entrez votre mot de passe de confirmation

source: No, I remember my password!
fr_fr: Non, je me souviens de mon mot de passe !

source: Reset My Password
fr_fr: Réinitialiser mon mot de passe

source: Reset your ePT login email
fr_fr: Réinitialisez votre email de connexion ePT

source: Your old and invalid email id:
fr_fr: Votre ancien numéro d'adresse électronique, qui n'est plus valide :

source: Please note:
fr_fr: Remarque :

source: Once this form is submitted, the system will send you an automated email with a verification link.
fr_fr: Une fois ce formulaire soumis, le système vous enverra un courriel automatisé contenant un lien de vérification.
