Repository: deforay/ept
Catalog: application/languages/*/*.po
Languages: fr_fr

source: Invalid or expired request. Please try again
fr_fr: Impossible de mettre à jour ce résultat TB. Veuillez réessayer plus tard

source: No Shipment/Panel Added
fr_fr: Aucune expédition/panneau ajouté

source: Edit
fr_fr: Modifier

source: Ship Now
fr_fr: Expédier maintenant

source: Add Participants
fr_fr: Ajouter des participants

source: Shipped
fr_fr: Expédiée

source: Send Email to Participants
fr_fr: Envoyer un e-mail aux participants

source: Add Shipment
fr_fr: Ajouter un envoi

source: View
fr_fr: Voir

source: View/Edit
fr_fr: Voir / modifier

source: View/Edit Draft
fr_fr: Afficher/Modifier le brouillon

source: Delete Response
fr_fr: Supprimer la réponse

source: Enter Response
fr_fr: Entrer la réponse

source: Download Form
fr_fr: Télécharger le formulaire

source: Summary Report
fr_fr: Synthèse

source: Individual Report
fr_fr: Rapport individuel

source: Not Available
fr_fr: Non disponible

source: Participant unable to test
fr_fr: Participant incapable de tester

source: Satisfactory
fr_fr: Satisfait

source: Unsatisfactory
fr_fr: Insatisfaisant

source: Excluded from evaluation
fr_fr: Exclus de l'évaluation

source: Corrective Actions
fr_fr: Actions correctives

source: Feedback
fr_fr: Avis

source: Send Reports via Email
fr_fr: Envoyer des rapports par e-mail

source: Replace Summary Report
fr_fr: Remplacer le rapport sommaire

source: Participant Code
fr_fr: Code du participant

source: Participant Name
fr_fr: Nom du participant

source: Institute Name
fr_fr: Nom de l'Institut

source: Shipment Receipt Date
fr_fr: Date de réception de l'envoi

source: Test Type
fr_fr: Type de test

source: Sample Rehydration Date
fr_fr: Date de reconstitution de l'échantillon

source: Testing Date
fr_fr: Date du test

source: Reported On
fr_fr: Rapporté sur

source: Test #1 Kit Name
fr_fr: Test #1 Nom du kit

source: Expiry Date #1
fr_fr: Date d'expiration #1

source: QC Expiry Date #1
fr_fr: Date d'expiration du CQ #1

source: Condition Of PT Samples
fr_fr: État des échantillons de PT

source: Refridgerator
fr_fr: Réfrigérateur

source: Room Temperature
fr_fr: Température ambiante

source: Stop Watch
fr_fr: Chronomètre

source: Test #2 Kit Name
fr_fr: Test n° 2 Nom du kit

source: Expiry Date #2
fr_fr: Date d'expiration #2

source: QC Expiry Date #2
fr_fr: Date d'expiration du CQ #2

source: Test#3 Kit Name
fr_fr: Test#3 Nom du kit

source: Expiry Date #3
fr_fr: Date d'expiration #3

source: QC Expiry Date #3
fr_fr: Date d'expiration du CQ #3

source: Comments
fr_fr: Commentaires

source: Department
fr_fr: Département

source: Country
fr_fr: Pays

source: Address
fr_fr: Adresse

source: City
fr_fr: Ville

source: Telephone
fr_fr: Téléphone

source: Email
fr_fr: Courriel

source: No. of Correct Responses
fr_fr: Nombre de réponses correctes

source: % Correct
fr_fr: Pourcentage correct

source: Supervisor signature
fr_fr: Signature du superviseur

source: Panel Receipt Date
fr_fr: Date de réception du panneau

source: Tested Date
fr_fr: Date de l'essai

source: Rehydration Test In Specified Time
fr_fr: Test de réhydratation dans le temps imparti

source: Documentation Score %
fr_fr: Score de documentation %

source: No. of Correct Samples
fr_fr: Nombre d'échantillons corrects

source: Panel Score
fr_fr: Score du panel

source: Documentation Score
fr_fr: Score de documentation

source: Total Score
fr_fr: Score total

source: Overall Performance
fr_fr: Performance globale

source: Warnings and/or Reasons for Failure
fr_fr: Avertissements et/ou raisons de l'échec

source: Manage Enrollment
fr_fr: Gérer l'inscription

source: Evaluate
fr_fr: Évaluer

source: Generate Reports
fr_fr: Générer les rapports

source: Finalize
fr_fr: Finaliser

source: Download Summary
fr_fr: Télécharger le résumé

source: Download All
fr_fr: Les télécharger tous

source: Password must be a string.
fr_fr: Le mot de passe doit être une chaîne de caractères.

source: Password must not exceed 128 characters.
fr_fr: Le mot de passe ne doit pas dépasser 128 caractères.

source: Password must contain at least one letter.
fr_fr: Le mot de passe doit contenir au moins une lettre.

source: Password must contain at least one number.
fr_fr: Le mot de passe doit contenir au moins un chiffre.

source: Password must contain at least one symbol.
fr_fr: Le mot de passe doit contenir au moins un symbole.

source: Password must not contain parts of your name.
fr_fr: Le mot de passe ne doit pas contenir de parties de votre nom.

source: Password must not contain parts of your email address.
fr_fr: Le mot de passe ne doit pas contenir de parties de votre adresse électronique.

source: Password is too weak. Please choose a more complex password.
fr_fr: Le mot de passe est trop faible. Veuillez choisir un mot de passe plus complexe.

source: If the entered email is registered, you will receive a password reset link. If not, please contact your PT provider for assistance.
fr_fr: Si l'adresse e-mail saisie est enregistrée, vous recevrez un lien pour réinitialiser votre mot de passe. Si ce n'est pas le cas, veuillez contacter votre fournisseur PT pour obtenir de l'aide.

source: Unavailable
fr_fr: Indisponible

source: Draft Summary Report
fr_fr: Projet de rapport sommaire

source: All Reports
fr_fr: Tous les rapports

source: Draft All Reports
fr_fr: Rédiger tous les rapports

source: Download TB Forms
fr_fr: Télécharger les formulaires de la CT

source: Overview Report
fr_fr: Rapport d’aperçu

source: No Response Sites
fr_fr: Sites sans réponse

source: Scheme
fr_fr: Programme

source: Shipment Date
fr_fr: Date Expedition

source: Shipment Code
fr_fr: Code de transport

source: No. of Shipments
fr_fr: Nombre d'envois

source: No. of Responses
fr_fr: Nombre de réponses

source: No. of Valid Responses
fr_fr: Nombre de réponses valides

source: No. of Passed Responses
fr_fr: Nombre de réponses positives

source: Pass Percentage
fr_fr: Pourcentage de passage

source: Corrective Action
fr_fr: Mesures correctives

source: No. of Responses having this corrective action
fr_fr: Nombre de réponses comportant cette action corrective

source: Sample Label
fr_fr: Etiquette Echantillon

source: Reference Result
fr_fr: Résultat de référence

source: Total Positive Responses
fr_fr: Total des réponses positives

source: Total Negative Responses
fr_fr: Total des réponses négatives

source: Total Indeterminate Responses
fr_fr: Total des réponses indéterminées

source: Total Responses
fr_fr: Total des réponses

source: Total Valid Responses(Total - Excluded)
fr_fr: Total des réponses valides (Total - Exclu)

source: Total Passed
fr_fr: Total Passé

source: Region
fr_fr: Région

source: Pass %
fr_fr: Passe %

source: Generating TB Forms...
fr_fr: Générer des formulaires TB...

source: Generate TB Forms
fr_fr: Générer des formulaires TB

source: records per page
fr_fr: enregistrements par page

source: No records found
fr_fr: Aucun enregistrement trouvé

source: No data to show
fr_fr: Aucune donnée à afficher

source: Showing _START_ to _END_ of _TOTAL_ entries
fr_fr: Affichage de _START_ à _END_ sur _TOTAL_ éléments

source: Showing 0 to 0 of 0 entries
fr_fr: Affiche 0 à 0 de 0 entrées

source: filtered from _MAX_ total entries
fr_fr: filtré de _MAX_ entrées totales

source: Search
fr_fr: Rechercher

source: First
fr_fr: Premier

source: Last
fr_fr: Dernier

source: Next
fr_fr: Suivante

source: Previous
fr_fr: Précédent

source: Loading Table Data...
fr_fr: Chargement des données du tableau...

source: Loading...
fr_fr: Chargement...

source: This is a training instance. Please use this only for training purposes. Do not use this for actual PT Surveys.
fr_fr: Il s'agit d'une instance de formation. Veuillez l'utiliser uniquement à des fins de formation. Ne l'utilisez pas pour des enquêtes PT réelles.

source: Dashboard
fr_fr: Tableau de bord

source: PT Managers
fr_fr: Responsables PT

source: Configure
fr_fr: Configurer

source: Configure Feedback
fr_fr: Configurer le retour d'information

source: Enable Feedback
fr_fr: Activer les commentaires

source: Test Kits
fr_fr: Kits de test

source: HIV Serology Settings
fr_fr: Sérologie du VIH

source: VL Assay
fr_fr: Essai VL

source: VL Settings
fr_fr: Réglages VL

source: EID Assay
fr_fr: Essai EID

source: TB Settings
fr_fr: Réglages TB

source: Manage Custom Tests
fr_fr: Gérer les tests personnalisés

source: SARS-CoV-2 Test Platforms
fr_fr: Plateformes de test SARS-CoV-2

source: SARS-CoV-2 Gene Types
fr_fr: Types de gènes du SARS-CoV-2

source: SARS-CoV-2 Settings
fr_fr: SARS-CoV-2 Paramètres

source: HIV Recency (RTRI) Settings
fr_fr: Paramètres de récurrence du VIH (RTRI)

source: ePT Global Settings
fr_fr: paramètres globaux de l'ePT

source: Home Page Settings
fr_fr: Réglages de la page d’accueil

source: PDF Report Settings
fr_fr: Paramètres du rapport PDF

source: Shipment Custom Fields
fr_fr: Champs personnalisés de l'envoi

source: Certificate Templates
fr_fr: Modèles de certificats

source: Failed Emails
fr_fr: E-mails non envoyés

source: Mail Template
fr_fr: Modèle de mail

source: Partners
fr_fr: Partenaires

source: Contact Messages
fr_fr: Messages du contact

source: Audit Log
fr_fr: Journal d'audit

source: API Sync History
fr_fr: Historique de la synchronisation de l'API

source: Job Tracking
fr_fr: Suivi des jobs

source: PT Participants
fr_fr: Participants au PT

source: Add Participant
fr_fr: Ajouter un participant

source: Quick Actions
fr_fr: Actions rapides

source: Bulk Add Participants
fr_fr: Nombre de participants

source: Data Manager (Participant Login)
fr_fr: Gestionnaire de données (connexion des participants)

source: Manage PTCC
fr_fr: Gérer le CCPT

source: Participant Login Map
fr_fr: Carte de connexion des participants

source: Scheme Enrollments
fr_fr: Inscriptions au régime

source: Email Participants
fr_fr: Envoyer un courriel aux participants

source: Not Tested Reasons
fr_fr: Non testé Raisons

source: PT Survey
fr_fr: Enquête sur les PT

source: Manage
fr_fr: Gérer

source: Shipments
fr_fr: Expéditions

source: Evaluate Responses
fr_fr: Évaluer les réponses

source: Analyze
fr_fr: Analyse

source: Finalize Reports
fr_fr: Finaliser les rapports

source: View Finalized Shipments
fr_fr: Voir les envois finalisés

source: Shipments Report
fr_fr: Rapport sur les expéditions

source: Reports
fr_fr: Rapports

source: Shipment Response Report
fr_fr: Rapport d'intervention sur l'envoi

source: Testing Facility By Ownership
fr_fr: Installation d'essai par propriétaire

source: Participant Response Report
fr_fr: Rapport sur les réponses des participants

source: Participant Performance Report
fr_fr: Rapport sur les performances des participants

source: Participant Trends
fr_fr: Tendances des participants

source: Corrective Actions Report
fr_fr: Rapport sur les actions correctives

source: Corrective and Preventive Actions
fr_fr: Actions correctives et préventives

source: Test Kit Report For HIV Serology
fr_fr: Rapport sur le kit de test pour la sérologie VIH

source: XTPT Indicators
fr_fr: Indicateurs XTPT

source: TB: Number of Participants per Country
fr_fr: TB : Nombre de participants par pays

source: TB: Result of PT Panel per Site
fr_fr: TB : Résultat du panel de PT par site

source: TB: All Sites' Results
fr_fr: TB : Résultats de tous les sites

source: VL Sample Analysis
fr_fr: Analyse des échantillons VL

source: VL Assay Distribution
fr_fr: Distribution de l'essai VL

source: Annual Performance Report
fr_fr: Rapport annuel de performance

source: Enter your Password to Confirm
fr_fr: Saisissez votre mot de passe pour confirmer

source: Enter your Password
fr_fr: Entrez votre mot de passe

source: Please enter the your password
fr_fr: Veuillez saisir votre mot de passe

source: Confirm
fr_fr: Confirmer

source: Cancel
fr_fr: Annuler

source: ePT Admin
fr_fr: admin ePT

source: Pending PT Participants
fr_fr: Participants au PT en attente

source: Logout
fr_fr: Déconnexion

source: some problem
fr_fr: un problème

source: This project is supported by the U.S. President's Emergency Plan for AIDS Relief (PEPFAR) through the U.S. Centers for Disease Control and Prevention (CDC).
fr_fr: Ce projet est soutenu par le Plan présidentiel d'urgence d'aide à la lutte contre le sida (PEPFAR) par l'intermédiaire des Centres américains de contrôle et de prévention des maladies (CDC).

source: No results found
fr_fr: Aucun résultat trouvé

source: Searching...
fr_fr: Recherche en cours...

source: Recent
fr_fr: Récent

source: Recent Shipments
fr_fr: Expéditions récentes

source: Search menus, actions...
fr_fr: Rechercher dans les menus, les actions...

source: Navigate
fr_fr: Naviguer

source: Open
fr_fr: Ouvert

source: Close
fr_fr: Fermer

source: ePT | Online Proficiency Testing Platform
fr_fr: ePT | Plate-forme de contrôle des compétences en ligne

source: Home
fr_fr: Accueil

source: Resources
fr_fr: Ressources

source: Participant Login
fr_fr: Connexion des participants

source: Online Lab Proficiency Testing
fr_fr: Tests de compétence en laboratoire en ligne

source: Toggle navigation
fr_fr: Basculer la navigation

source: MAIN NAVIGATION
fr_fr: NAVIGATION PRINCIPALE

source: Program Information
fr_fr: Informations sur le programme

source: PT Result Submission
fr_fr: Envoi des résultats du PT

source: View PT Result
fr_fr: Voir le résultat du PT

source: All Schemes
fr_fr: Tous les régimes

source: Defaulted Schemes
fr_fr: Régimes en défaut

source: Data Managers
fr_fr: Gestionnaires de données

source: PTCC Participant Map
fr_fr: Carte des participants au CCPT

source: My Login Information
fr_fr: Mes informations de connexion

source: PT Participant Info
fr_fr: Informations sur les participants au PT

source: Scheme Information
fr_fr: Informations sur le régime

source: Change Primary Email
fr_fr: Modifier l'adresse électronique principale

source: Change Password
fr_fr: Modifier le mot de passe

source: Participant Message
fr_fr: Message du participant

source: Shipment Response Reports
fr_fr: Rapports d'intervention sur les envois

source: Shipments Reports
fr_fr: Rapports d'expédition

source: Result of PT Panel per Site
fr_fr: Résultat du panel de PT par site

source: PT Testing Participants per Country
fr_fr: Participants aux tests de PT par pays

source: TB: XTPT Indicators
fr_fr: TB : Indicateurs XTPT

source: TB: All sites' Results
fr_fr: TB : Résultats de tous les sites

source: Downloads
fr_fr: Téléchargements

source: This project is supported by the U.S. President's Emergency Plan for AIDS Relief (PEPFAR) through the U.S. Centers for Disease Control and Prevention (CDC).
fr_fr: Ce projet est soutenu par le Plan présidentiel d'urgence d'aide à la lutte contre le sida (PEPFAR) par l'intermédiaire des Centres américains de contrôle et de prévention des maladies (CDC).

source: logout
fr_fr: déconnexion

source: My Account
fr_fr: Mon compte

source: My PT
fr_fr: Mon PT

source: Overview
fr_fr: Aperçu

source: Email Failed Data
fr_fr: Échec de l'envoi de l'e-mail

source: To Email
fr_fr: Email Destinataire

source: Subject
fr_fr: Sujet

source: Status
fr_fr: Statut

source: Failure Type
fr_fr: Type de défaillance

source: Failure Reasons
fr_fr: Raisons de l'échec

source: Loading data from server
fr_fr: Chargement des données depuis le serveur

source: Announcement
fr_fr: Annonce

source: Select list of participants to send
fr_fr: Sélectionner la liste des participants à envoyer

source: Show Advanced Search
fr_fr: Afficher la recherche avancée

source: Pick a Date Range
fr_fr: Choisissez une plage de dates

source: Select Scheme Type
fr_fr: Sélectionner le type de régime

source: Select Shipment
fr_fr: Sélectionner l'envoi

source: State
fr_fr: État

source: Select Date Range and Scheme to populate this list
fr_fr: Sélectionnez la plage de dates et le schéma pour alimenter cette liste

source: Reset
fr_fr: Réinitialiser

source: Click on the Participant name to move them between the two sections
fr_fr: Cliquez sur le nom du participant pour le déplacer entre les deux sections

source: Send
fr_fr: Envoyer

source: Please select any one of the filter search participants
fr_fr: Veuillez sélectionner l'un des participants au filtre de recherche

source: Hide Advanced Search
fr_fr: Cacher la recherche avancée

source: Created On
fr_fr: Créé le

source: Pick a Date Range (Optional)
fr_fr: Choisissez une plage de dates (facultatif)

source: Select Sync Type (Optional)
fr_fr: Sélectionner le type de synchronisation (optionnel)

source: Select Scheme Type (Optional)
fr_fr: Sélectionner le type de régime (facultatif)

source: Select Data Manager (Optional)
fr_fr: Sélectionner le gestionnaire de données (optionnel)

source: Select Sync Type
fr_fr: Sélectionner le type de synchronisation

source: Select a User
fr_fr: Sélectionnez un utilisateur

source: Transaction ID
fr_fr: ID de transaction

source: Number of Records Synced
fr_fr: Nombre d'enregistrements synchronisés

source: Sync Type
fr_fr: Type de synchronisation

source: Scheme Type
fr_fr: Type de régime

source: Synced On
fr_fr: Synchronisé sur

source: Select Context Type (Optional)
fr_fr: Sélectionner le type de contexte (optionnel)

source: Select User (Optional)
fr_fr: Sélectionner l'utilisateur (optionnel)

source: Select Context
fr_fr: Choisir un contexte

source: Action By
fr_fr: Action de

source: Action On
fr_fr: Action

source: Context
fr_fr: Contexte

source: Participation Certificate
fr_fr: Certificat de participation

source: Excellence Certificate
fr_fr: Certificat d'excellence

source: Save
fr_fr: Sauvegarder

source: Add New Gene Type
fr_fr: Ajouter un nouveau type de gène

source: GeneType Name
fr_fr: Nom du type de gène

source: Select Scheme
fr_fr: Sélectionner un plan

source: Gene Status
fr_fr: Statut du gène

source: Select
fr_fr: Sélectionner

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Add
fr_fr: Ajouter

source: Edit Test Platform
fr_fr: Modifier la plate-forme de test

source: Update
fr_fr: Mettre à jour

source: List of All Gene Types
fr_fr: Liste de tous les types de gènes

source: Show All
fr_fr: Afficher tout

source: Show Approved
fr_fr: Spectacle approuvé

source: Show UnApproved
fr_fr: Afficher UnApproved

source: Gene type Name
fr_fr: Type de gène Nom

source: Scheme Name
fr_fr: Nom du plan

source: Export Config
fr_fr: Exporter la configuration

source: some text
fr_fr: un texte

source: Minimum Passing Percentage
fr_fr: Pourcentage minimum de réussite

source: Maximum Tests Allowed
fr_fr: Nombre maximum de tests autorisés

source: No. of Days for Sample Rehydration
fr_fr: Nombre de jours pour la réhydratation de l'échantillon

source: Allow Same Day Testing
fr_fr: Permettre les tests le jour même

source: Testing after 1 day only
fr_fr: Test après 1 jour seulement

source: Testing after 2 days only
fr_fr: Test après 2 jours seulement

source: If a response does not contain the following recommended Test Platforms, participants will not pass for the respective samples.
fr_fr: Si une réponse ne contient pas les plates-formes de test recommandées suivantes, les participants ne seront pas acceptés pour les échantillons respectifs.

source: If you don't want to enforce the test type check, please leave the following 3 options blank
fr_fr: Si vous ne souhaitez pas appliquer la vérification du type de test, laissez les trois options suivantes vides

source: Please set the
fr_fr: Veuillez régler le

source: SARS-CoV-2 Standard Test Platforms
fr_fr: Plateformes de test standard pour le SARS-CoV-2

source: before you do the below
fr_fr: avant de faire ce qui suit

source: Recommended TestType 1
fr_fr: Type de test recommandé 1

source: Recommended TestType 2
fr_fr: Type de test recommandé 2

source: Recommended TestType 3
fr_fr: Type de test recommandé 3

source: Back
fr_fr: Retour

source: Custom Fields
fr_fr: Champs personnalisés

source: These are additional fields that will be added to Response Forms.
fr_fr: Il s'agit de champs supplémentaires qui seront ajoutés aux formulaires de réponse.

source: Add Custom Field(s)?
fr_fr: Ajouter un ou plusieurs champs personnalisés ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Please note, if you choose Yes you have to enter at least 1 Custom Field.
fr_fr: Veuillez noter que si vous choisissez Oui, vous devez saisir au moins un champ personnalisé.

source: Custom Field 1
fr_fr: Champ personnalisé 1

source: Custom Field 2
fr_fr: Champ personnalisé 2

source: Add New Custom Test
fr_fr: Ajouter un nouveau test personnalisé

source: Custom Test Name
fr_fr: Nom du test personnalisé

source: Custom Test Code
fr_fr: Code de test personnalisé

source: Number of Tests
fr_fr: Nombre de tests

source: Passing Score
fr_fr: Résultat d’obtention

source: Disable Other Test Kit
fr_fr: Désactiver l'autre kit de test

source: Enforce these Test kits
fr_fr: Appliquer ces kits de test

source: Capture Additional Detail
fr_fr: Saisir des détails supplémentaires

source: Additional Detail Label
fr_fr: Étiquette de détail supplémentaire

source: Enter the test name
fr_fr: Saisir le nom du test

source: Select Test Format
fr_fr: Sélectionner le format du test

source: Expected Result
fr_fr: Résultat attendu

source: Result Code
fr_fr: Code de résultat

source: Result Type
fr_fr: Résultat des types

source: Displayed To
fr_fr: Affiché à

source: Sort Order
fr_fr: Ordre de tri

source: Test Result
fr_fr: Résultat du test

source: Final Interpretation
fr_fr: Interprétation finale

source: All
fr_fr: Tout

source: Admin
fr_fr: Administrateur

source: High Range
fr_fr: Haut de gamme

source: Threshold Range
fr_fr: Plage de seuils

source: Low Range
fr_fr: Gamme basse

source: SD Scaling Factor
fr_fr: Facteur d'échelle SD

source: Uncertainty Scaling Factor
fr_fr: Facteur d'échelle d'incertitude

source: Uncertainty Threshold
fr_fr: Seuil d'incertitude

source: Minimum Number of Responses
fr_fr: Nombre minimum de réponses

source: Quantitative is under active development and may have limited functionality.
fr_fr: Quantitative est en cours de développement et peut présenter des fonctionnalités limitées.

source: Update Custom Test
fr_fr: Mise à jour du test personnalisé

source: List of All Custom Tests
fr_fr: Liste de tous les tests personnalisés

source: Custom Test/Scheme name
fr_fr: Nom du test/système personnalisé

source: Custom Test/Scheme Code
fr_fr: Code de test/système personnalisé

source: Add New Data Manager (Participant Login)
fr_fr: Ajouter un nouveau gestionnaire de données (Login du participant)

source: Add New PT Country Coordinator
fr_fr: Ajouter un nouveau PT Coordinateur de pays

source: Login (Primary e-mail)
fr_fr: Login (e-mail principal)

source: Please enter the correct primary email id here
fr_fr: Veuillez saisir ici l'adresse électronique principale correcte

source: Please enter the primary email id here
fr_fr: Veuillez saisir l'adresse e-mail principale ici

source: Password
fr_fr: Mot de passe

source: Please enter a valid password and should minimum length of
fr_fr: Veuillez saisir un mot de passe valide et d'une longueur minimale de

source: Please enter a password
fr_fr: Veuillez saisir un mot de passe

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Please repeat the same password
fr_fr: Veuillez répéter le même mot de passe

source: Institute
fr_fr: Établissement

source: Please enter the institute name here
fr_fr: Veuillez saisir le nom de l'institut ici

source: User First Name
fr_fr: Prénom de l’utilisateur

source: Please enter the first name here
fr_fr: Veuillez saisir le prénom ici

source: User Last Name
fr_fr: Nom de famille de l'utilisateur

source: Please enter the last name here
fr_fr: Veuillez saisir le nom de famille ici

source: Secondary e-mail Address
fr_fr: Adresse électronique secondaire

source: Please enter a secondary email id here
fr_fr: Veuillez saisir ici un deuxième identifiant de courrier électronique
